{
    "Aphelios_0": [
        "Default Aphelios",
        "Champion Default",
        "11.12.2019",
        "880 <:RP:1048822247529381968> / 4800 <:BE:1048822146580881448>",
        "Emerging from moonlight's shadow with weapons drawn, Aphelios kills the enemies of his faith in brooding silence-speaking only through the certainty of his aim, and the firing of each gun. Though fueled by a poison that renders him mute, he is guided by his sister Alune in her distant temple sanctuary from where she pushes an arsenal of moonstone weapons into his hands. For as long as the moon shines overhead, Aphelios will never be alone.",
        "Default",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/523/523000.jpg"
    ],
    "Aphelios_1": [
        "Nightbringer Aphelios",
        "Epic Skin <:Epic:1048819608129388554>",
        "11.12.2019",
        "1350 <:RP:1048822247529381968>",
        "Separated at primordial birth, Aphelios, a fiend of chaos, and Alune, an archoness of order, were created as enemies. Yet, drawn each night to wander by shared visions of the moon, they found each other. Abandoning their natures, they struggle to show creation that darkness can shine, even as other divinities endlessly war...",
        "Nightbringer",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/523/523001.jpg"
    ],
    "Aphelios_9": [
        "Lunar Beast Aphelios",
        "Epic Skin <:Epic:1048819608129388554>",
        "04.02.2021",
        "1350 <:RP:1048822247529381968>",
        "Aphelios stays quiet, preferring to worship the Bull God according to obscure \"cold ways\" that are unfamiliar to the rest of his squad. His teammates are welcoming, if curious, but have yet to realize that Aphelios and his sister Alune are actually the Bull God's progeny, placed among the squad to face this year's Lunar Beast.",
        "Lunar Beast",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/523/523009.jpg"
    ],
    "Aphelios_18": [
        "EDG Aphelios",
        "Legacy Skin <:Legacy:1048820815010992208>",
        "12.05.2022",
        "1350 <:RP:1048822247529381968>",
        "Honoring Viper's winning performance as Aphelios during the 2021 World Championship.",
        "World Champions: 2021",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/523/523018.jpg"
    ],
    "Aphelios_20": [
        "Spirit Blossom Aphelios",
        "Epic Skin <:Epic:1048819608129388554>",
        "06.10.2022",
        "1350 <:RP:1048822247529381968>",
        "Ionians share whispered stories of the twin spirits of the night, Aphelios and Alune. It is said the darkening of the sky comes from the brother's armaments, tearing the fabric of blues and whites apart to create an obsidian canvas painted with stars. The sister's motives are more... mysterious.",
        "Spirit Blossom",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/523/523020.jpg"
    ]
}