{
    "Aurelion Sol_0": [
        "Default Aurelion Sol",
        "Champion Default",
        "24.03.2016",
        "880 <:RP:1048822247529381968> / 4800 <:BE:1048822146580881448>",
        "Aurelion Sol once graced the vast emptiness of the cosmos with celestial wonders of his own devising. Now, he is forced to wield his awesome power at the behest of a space-faring empire that tricked him into servitude. Desiring a return to his star-forging ways, Aurelion Sol will drag the very stars from the sky, if he must, in order to regain his freedom.",
        "Default",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/136/136000.jpg"
    ],
    "Aurelion Sol_1": [
        "Ashen Lord Aurelion Sol",
        "Epic Skin <:Epic:1048819608129388554>",
        "24.03.2016",
        "1350 <:RP:1048822247529381968>",
        "Pyromancer cultists unwisely summoned the god of fire and ruin - the Ashen Lord - into the world hoping to control his power. Instead, he unleashed his infernal legions to remake all things in his image: cinder, ash, and death.",
        "Infernal",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/136/136001.jpg"
    ],
    "Aurelion Sol_2": [
        "Mecha Aurelion Sol",
        "Epic Skin <:Epic:1048819608129388554>",
        "16.08.2018",
        "1350 <:RP:1048822247529381968>",
        "Designated ASOL-13, the \"Mecha Aurelion Sol\" is a gigantic, mobile mothership carrying tens of thousands of personnel, attack fighters, and ground-based anti-kaiju vehicles. Buried within its hull are a vast array of weapons, making ASOL-13 more than a match for even the most gargantuan kaiju.",
        "Mecha",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/136/136002.jpg"
    ],
    "Aurelion Sol_11": [
        "Storm Dragon Aurelion Sol",
        "Epic Skin <:Epic:1048819608129388554>",
        "01.10.2020",
        "1350 <:RP:1048822247529381968>",
        "The dragon Aurelion Sol, known to seven generations of worshippers as Ao Shin, has long awaited the ascent of a warrior worthy of receiving the power of the storm. Now, with Lee Sin's transformation into the Dragonmancer, Ao Shin has directed his impossible power towards purging the world of evil.",
        "Dragonmancers",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/136/136011.jpg"
    ],
    "Aurelion Sol_21": [
        "Inkshadow Aurelion Sol",
        "Epic Skin <:Epic:1048819608129388554>",
        "03.05.2023",
        "1350 <:RP:1048822247529381968>",
        "An ancient spirit that has been making contracts with mortals through tattoos for centuries, Aurelion Sol grants inhuman power in exchange for the life force of his pawns, letting them slowly waste away until they inevitably succumb to his appetite. There is always another conflict, another war—so he has grown powerful on their deals, ever feeding.",
        "Inkshadow",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/136/136021.jpg"
    ]
}