{
    "Camille_0": [
        "Default Camille",
        "Champion Default",
        "07.12.2016",
        "975 <:RP:1048822247529381968> / 6300 <:BE:1048822146580881448>",
        "Weaponized to operate outside the boundaries of the law, Camille is the Principal Intelligencer of Clan Ferros - an elegant and elite agent who ensures the Piltover machine and its Zaunite underbelly runs smoothly. Adaptable and precise, she views sloppy technique as an embarrassment that must be put to order. With a mind as sharp as the blades she bears, Camille's pursuit of superiority through hextech body augmentation has left many to wonder if she is now more machine than woman.",
        "Default",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/164/164000.jpg"
    ],
    "Camille_1": [
        "Program Camille",
        "Epic Skin <:Epic:1048819608129388554>",
        "12.12.2016",
        "1350 <:RP:1048822247529381968>",
        "Weaponized to quell the G/NETIC rebellion, Program Camille is a robotic assassin who will kill any human trying to utilize unauthorized technology. A being of adaptable protocols and laser-like focus, she takes her orders directly from Program's superior artificial intelligence.",
        "Program",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/164/164001.jpg"
    ],
    "Camille_2": [
        "Coven Camille",
        "Epic Skin <:Epic:1048819608129388554>",
        "27.11.2018",
        "1350 <:RP:1048822247529381968>",
        "They came to Camille as if in some dark slumber - whispers of the Ebony Ram, and the nameless things tumbling up from long-forgotten sepulchers. Her throat full of hearsay, she cuts down the vestiges of the new world, seeding the earth with the magics and witchery of her ancient, grinning masters.",
        "Coven",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/164/164002.jpg"
    ],
    "Camille_10": [
        "iG Camille",
        "Legacy Skin <:Legacy:1048820815010992208>",
        "23.04.2019",
        "1350 <:RP:1048822247529381968>",
        "Honoring Ning's winning performance as Camille during the 2018 World Championship.",
        "World Champions: 2018",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/164/164010.jpg"
    ],
    "Camille_11": [
        "Arcana Camille",
        "Epic Skin <:Epic:1048819608129388554>",
        "13.05.2021",
        "1350 <:RP:1048822247529381968>",
        "Poised precariously above the city, on the edge of High Arcana, Camille's power comes from surprise and defying expectations. Her patterns seem confusing and alarming - even perilous - to those who cross her path, but they always resolve to her benefit. When burdened on the brink, Camille is at her strongest, but no one truly knows what she plans to use all that strength for...",
        "Arcana",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/164/164011.jpg"
    ],
    "Camille_21": [
        "Strike Commander Camille",
        "Epic Skin <:Epic:1048819608129388554>",
        "25.08.2022",
        "1350 <:RP:1048822247529381968>",
        "There are few truly \"veteran\" soldiers in the galaxy, and those who make it far enough to earn the title have done so for a reason. As commander of RSM's newly minted Strike Team Hyperion, Camille is ruthless, calculating, and fierce, bringing to bear the full power of the Y03-Principality on any target unlucky enough to end up in her sights.",
        "Steel Valkyries",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/164/164021.jpg"
    ]
}