{
    "Darius_0": [
        "Default Darius",
        "Champion Default",
        "22.05.2012",
        "880 <:RP:1048822247529381968> / 4800 <:BE:1048822146580881448>",
        "There is no greater symbol of Noxian might than Darius, the nation's most feared and battle-hardened leader. Rising from humble origins to become the Hand of Noxus, he cleaves through the empire's enemies - many of them Noxians themselves. Knowing that he never doubts his cause is just, and never hesitates once his axe is raised, those who stand against the commander of the Trifarian Legion can expect no mercy.",
        "Default",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/122/122000.jpg"
    ],
    "Darius_1": [
        "Lord Darius",
        "Standard Skin",
        "22.05.2012",
        "975 <:RP:1048822247529381968>",
        "None",
        "Rift Quest",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/122/122001.jpg"
    ],
    "Darius_2": [
        "Bioforge Darius",
        "Standard Skin",
        "13.11.2012",
        "975 <:RP:1048822247529381968>",
        "To save his own life after being exposed to a cloud of radioactive space gas, investment banker Donald D. Darius was forced to build a suit containing the strange mixture. But the chemicals from beyond the stars warped his weakened mind, twisting him into the brutal villain known as Bioforge!",
        "Silver Age",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/122/122002.jpg"
    ],
    "Darius_3": [
        "Woad King Darius",
        "Standard Skin",
        "16.06.2013",
        "975 <:RP:1048822247529381968>",
        "For a Woad tribesman to be named king, they must venture alone into the den of a glacial hydra and return with one of its heads. Darius, it is said, came back with all nine.",
        "Woad",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/122/122003.jpg"
    ],
    "Darius_4": [
        "Dunkmaster Darius",
        "Legendary Skin <:Legendary:1048819543432253460>",
        "12.10.2014",
        "1820 <:RP:1048822247529381968>",
        "Sporting over a hundred different endorsement deals and tens of millions of fans the world over, Darius has transformed himself from a showy basketball prodigy to the world's leading authority on dunking. He has recently perfected the Dunktown Express, where he dunks so hard that all public transit on the planet simultaneously explodes.",
        "Dunkmaster",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/122/122004.jpg"
    ],
    "Darius_8": [
        "Academy Darius",
        "Budget Skin",
        "26.08.2015",
        "750 <:RP:1048822247529381968>",
        "NOTICE FROM THE DEAN: Darius is henceforth suspended from Academy grounds for behavior including (but not limited to) stuffing students into lockers, possession of dangerous weapons on school property, brawling, fighting, scuffling, fisticuffing, and dunking on fellow classmates during gym class.",
        "Academy",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/122/122008.jpg"
    ],
    "Darius_14": [
        "Dreadnova Darius",
        "Mythic <:Mythic:1048819402432331866>",
        "12.04.2017",
        "125 <:ME:1048845189285941299>",
        "Formerly a frontline general in the now-disbanded Confederate Alliance, Darius once scoured the surfaces of entire planets in bitter campaigns against the RSM. Left devoid of purpose at the close of the war, the Dreadnova Corps offered him a chance to lead - and fight - again.",
        "Dreadnova",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/122/122014.jpg"
    ],
    "Darius_15": [
        "God-King Darius",
        "Legendary Skin <:Legendary:1048819543432253460>",
        "27.06.2018",
        "1820 <:RP:1048822247529381968>",
        "God-King Darius is a bringer of true carnage - the descendant of primordial deities long forgotten in the shadow of Demacia. Slaughtering monarchs and gods alike, he seeks to end the false world of unity and peace, ushering in an age of endless war where only the strongest will survive.",
        "Battle of the God-Kings",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/122/122015.jpg"
    ],
    "Darius_16": [
        "High Noon Darius",
        "Epic Skin <:Epic:1048819608129388554>",
        "10.10.2019",
        "1350 <:RP:1048822247529381968>",
        "The once-human Darius was a terrifying manhunter, feared throughout the West for his cunning and brutality. Famously defeated by his brother in a widely publicized duel, his wounded pride eventually twisted into obsession, leading him to strike a deal with the devil Hecarim...",
        "High Noon",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/122/122016.jpg"
    ],
    "Darius_24": [
        "Lunar Beast Darius",
        "Epic Skin <:Epic:1048819608129388554>",
        "04.02.2021",
        "1350 <:RP:1048822247529381968>",
        "Darius' imposing presence and determination to lead by example cause occasional tension between him and Alistar, the actual leader of the squad. Despite how overbearing he can be, Darius is a strong and steadfast friend to his teammates and a rock for the whole Clan.",
        "Lunar Beast",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/122/122024.jpg"
    ],
    "Darius_33": [
        "Crime City Nightmare Darius",
        "Epic Skin <:Epic:1048819608129388554>",
        "26.08.2021",
        "1350 <:RP:1048822247529381968>",
        "All Darius wanted was to secure a place for himself at the top of the underworld. Becoming Miss Fortune's personal bodyguard was the first step, but the second was embracing the power of the Mysterious Gentleman: welcoming forces from beyond space and time that have molded him into something far more powerful than he could ever have imagined.",
        "Crime City Nightmare",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/122/122033.jpg"
    ],
    "Darius_43": [
        "Spririt Blossom Darius",
        "Epic Skin <:Epic:1048819608129388554>",
        "06.10.2022",
        "1350 <:RP:1048822247529381968>",
        "Darius' body fell to the dirt, yet another soldier's sacrifice. But his soul would not rest. Picking up his axe just as soon as it was knocked from his mortal hand, the Spirit of War arose. A calamity motivated only towards bloodshed, Darius stalks the mortal world, searching for the thrill of battle. ",
        "Spirit Blossom",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/122/122043.jpg"
    ]
}