{
    "Galio_0": [
        "Default Galio",
        "Champion Default",
        "10.08.2010",
        "790 <:RP:1048822247529381968> / 3150 <:BE:1048822146580881448>",
        "Outside the gleaming city of Demacia, the stone colossus Galio keeps vigilant watch. Built as a bulwark against enemy mages, he often stands motionless for decades until the presence of powerful magic stirs him to life. Once activated, Galio makes the most of his time, savoring the thrill of a fight and the rare honor of defending his countrymen. But his triumphs are always bittersweet, for the magic he destroys is also his source of reanimation, and each victory leaves him dormant once again.",
        "Default",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/3/3000.jpg"
    ],
    "Galio_1": [
        "Enchanted Galio",
        "Timeworn Skin",
        "10.08.2010",
        "520 <:RP:1048822247529381968>",
        "None",
        "Legacy",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/3/3001.jpg"
    ],
    "Galio_2": [
        "Hextech Galio",
        "Legacy Skin <:Legacy:1048820815010992208>",
        "10.08.2010",
        "520 <:RP:1048822247529381968>",
        "Sensing a shift in the marketability of Hextech items, several of Piltover's largest industrial families pooled resources to create Galio, a massive golem donated to the city and her people. While he is ostensibly a walking advertisement, the protective creature is both curious about the world, and proud of his responsibility.",
        "Hextech",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/3/3002.jpg"
    ],
    "Galio_3": [
        "Commando Galio",
        "Timeworn Skin",
        "18.01.2011",
        "520 <:RP:1048822247529381968>",
        "Issues with the military industrial complex notwithstanding, why would a government put all its petricite resources into a giant statue that punches things? Or a pair of sunglasses big enough for one to wear?",
        "Commando",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/3/3003.jpg"
    ],
    "Galio_4": [
        "Gatekeeper Galio",
        "Legendary Skin <:Legendary:1048819543432253460>",
        "23.04.2012",
        "1820 <:RP:1048822247529381968>",
        "One of the great dukes of Hell, Galio stands before his kingdom's black gates as the judge of all sinners, casting souls into their proper torments. Attempting to invoke him generally ends in tragedy, as he's several hundred feet tall and refuses to shrink in the service of mortals.",
        "Demonic",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/3/3004.jpg"
    ],
    "Galio_5": [
        "Debonair Galio",
        "Budget Skin",
        "13.04.2015",
        "750 <:RP:1048822247529381968>",
        "Savor that elixir. Highlight that heavenly white tux with a royal purple reserved for kings and queens who just don't deserve it. Because when you're an eighty foot tall petricite gargoyle, you're always the center of attention.",
        "Debonair",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/3/3005.jpg"
    ],
    "Galio_6": [
        "Birdio",
        "Standard Skin",
        "29.03.2018",
        "750 <:RP:1048822247529381968>",
        "A proud and noble salesman of delicious fried chicken, Birdio is the regional manager (and salesman of the year) for one of the world's largest chicken restaurants. Not one to be beaten at literally anything, he and Sivir have a well documented rivalry over who is the better employee.",
        "Culinary Masters",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/3/3006.jpg"
    ],
    "Galio_13": [
        "Infernal Galio",
        "Epic Skin <:Epic:1048819608129388554>",
        "05.09.2019",
        "1350 <:RP:1048822247529381968>",
        "A black-hearted monstrosity leading the hellish Infernal hordes, Galio is titanic even by the standards of his fiery kin. His steps melt the very bedrock beneath him, swallowing entire armies without so much as a second thought.",
        "Infernal",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/3/3013.jpg"
    ],
    "Galio_19": [
        "Dragon Guardian Galio",
        "Epic Skin <:Epic:1048819608129388554>",
        "15.04.2021",
        "1350 <:RP:1048822247529381968>",
        "A great dragon of old, who protected dragonkind's ancestral nesting grounds from those who might do it harm. Tricked by the mad knight Kayle so she could destroy every clutch of eggs under his charge, he has followed her back to human society, so he might exact his vengeance personally.",
        "Dragon World",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/3/3019.jpg"
    ],
    "Galio_28": [
        "Mythmaker Galio",
        "Epic Skin <:Epic:1048819608129388554>",
        "12.01.2023",
        "1350 <:RP:1048822247529381968>",
        "The Great Beast Galio is a fearsome creature: proud, powerful, and worthy of the myth that bears his name. Yet each year he is bested, as the story goes, so when Irelia comes to him and tells him that their fates are not writ in stone, Galio listens. If helping her means crafting a new future, he will lend her all his beastly strength.",
        "Mythmaker",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/3/3028.jpg"
    ]
}