{
    "Gwen_0": [
        "Default Gwen",
        "Champion Default",
        "15.04.2021",
        "880 <:RP:1048822247529381968> / 4800 <:BE:1048822146580881448>",
        "A former doll transformed and brought to life by magic, Gwen wields the very tools that once created her. She carries the weight of her maker's love with every step, taking nothing for granted. At her command is the Hallowed Mist, an ancient and protective magic that has blessed Gwen's scissors, needles, and sewing thread. So much is new to her, but Gwen remains joyfully determined to fight for the good that survives in a broken world.",
        "Default",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/887/887000.jpg"
    ],
    "Gwen_1": [
        "Space Groove Gwen",
        "Epic Skin <:Epic:1048819608129388554>",
        "15.04.2021",
        "1350 <:RP:1048822247529381968>",
        "It was pretty far out when Gwen applied to be Lux and Samira's quartermaster - after all, no one else did. Cheerfully sewing good vibes into great clothes, she amplifies disco energy through her nifty threads. Though she's new to this whole galactic hero gig, one thing's for sure: no way Gwen lets her friends liberate the galaxy in less-than-stellar outfits.",
        "Space Groove",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/887/887001.jpg"
    ],
    "Gwen_11": [
        "Cafe Cuties Gwen",
        "Epic Skin <:Epic:1048819608129388554>",
        "02.12.2021",
        "1350 <:RP:1048822247529381968>",
        "Gwen is the friendly face of customer service for the cafe, always there to welcome patrons with a smile and an immaculately-plated pastry. Don't be fooled, though - she isn't afraid to use her candy-cutting shears for other things when rogue customers threaten her friends.",
        "Cafe Cuties",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/887/887011.jpg"
    ]
}