{
    "Hecarim_0": [
        "Default Hecarim",
        "Champion Default",
        "17.04.2012",
        "880 <:RP:1048822247529381968> / 4800 <:BE:1048822146580881448>",
        "Hecarim is a spectral fusion of man and beast, cursed to ride down the souls of the living for all eternity. When the Blessed Isles fell into shadow, this proud knight was obliterated by the destructive energies of the Ruination, along with all his cavalry and their mounts. Now, whenever the Black Mist reaches out across Runeterra, he leads their devastating charge, reveling in the slaughter and crushing the foe beneath his armored hooves.",
        "Default",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/120/120000.jpg"
    ],
    "Hecarim_1": [
        "Blood Knight Hecarim",
        "Legacy Skin <:Legacy:1048820815010992208>",
        "17.04.2012",
        "975 <:RP:1048822247529381968>",
        "A zealous sycophant to his order, Hecarim unquestioningly serves the will of the Bloodstone. While less subtle than his masters would like, he is nonetheless effective in his purpose of executing enemies in a grisly fashion.",
        "Bloodstone",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/120/120001.jpg"
    ],
    "Hecarim_2": [
        "Reaper Hecarim",
        "Standard Skin",
        "17.04.2012",
        "975 <:RP:1048822247529381968>",
        "When the dead refuse to take their place among the Death Sworn, the spectral knight Hecarim rides them down with his scythe at the ready. In his wake charge countless subjugated spirits, now yearning for nothing more than the reaping of fresh and defiant souls.",
        "Death Sworn",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/120/120002.jpg"
    ],
    "Hecarim_3": [
        "Headless Hecarim",
        "Legacy Skin <:Legacy:1048820815010992208>",
        "16.10.2012",
        "975 <:RP:1048822247529381968>",
        "There are many tales told about creatures prowling the roads at night, but none are as dark as that of the headless rider. He lost his head in a duel on horseback, and is doomed to haunt the living forevermore - a hideous jack-o-lantern resting upon his shoulders.",
        "Trick or Treat",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/120/120003.jpg"
    ],
    "Hecarim_4": [
        "Arcade Hecarim",
        "Epic Skin <:Epic:1048819608129388554>",
        "21.08.2013",
        "1350 <:RP:1048822247529381968>",
        "An unlikely favorite among retro purists, Hecarim has remained one of the most popular characters of the arcade era. Now he stands against the combined forces of gaming's greatest villains, proving there's no hero more noble than a rainbow-shooting chrome centaur from 1978.",
        "Arcade: Heroes",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/120/120004.jpg"
    ],
    "Hecarim_5": [
        "Elderwood Hecarim",
        "Epic Skin <:Epic:1048819608129388554>",
        "25.11.2015",
        "1350 <:RP:1048822247529381968>",
        "His is armor of soft-spun summerwood and rowan - the stones upon him carved in a time before the old gods danced among the trees. Even now, Hecarim travels the shallow rivers and moss-flecked paths of the Elderwood, that ageless guardian who protects the forest from mankind's darkest yearnings.",
        "Elderwood",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/120/120005.jpg"
    ],
    "Hecarim_6": [
        "Worldbreaker Hecarim",
        "Budget Skin",
        "10.11.2016",
        "750 <:RP:1048822247529381968>",
        "The third of four titans prophesied to shatter the world, Hecarim will begin his hunt when the moon smothers the sun. Riding from the south, his rampaging shadow will be cast across the land, infecting the living with dread and darkness.",
        "Worldbreaker",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/120/120006.jpg"
    ],
    "Hecarim_7": [
        "Lancer Zero Hecarim",
        "Mythic <:Mythic:1048819402432331866>",
        "16.08.2017",
        "100 <:ME:1048845189285941299>",
        "A mechanized sentinel called upon in times of war, Lancer Zero Hecarim is the protector of an ancient city - the last line of defense against the most fearsome opponents. Once unleashed, the damage it causes can be extraordinary, so it is always held back as a final, desperate gamble.",
        "Lancer",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/120/120007.jpg"
    ],
    "Hecarim_8": [
        "High Noon Hecarim",
        "Epic Skin <:Epic:1048819608129388554>",
        "10.10.2019",
        "1350 <:RP:1048822247529381968>",
        "When Heaven was destroyed by mortal men, it was only a matter of time until Hell overflowed onto the prairie, bringing with it all the devils who had waited so patiently to escape their confinement. Hecarim and his black riders revel in this newfound freedom, razing everything before them to ash as they stampede across the frontier.",
        "High Noon",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/120/120008.jpg"
    ],
    "Hecarim_14": [
        "Cosmic Charger Hecarim",
        "Epic Skin <:Epic:1048819608129388554>",
        "24.11.2020",
        "1350 <:RP:1048822247529381968>",
        "A knight in the Queen's court, he leads his calvary across the sky, forever expanding the outer edge of creation - bringing new life wherever his hooves fall.",
        "Cosmic",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/120/120014.jpg"
    ],
    "Hecarim_22": [
        "Arcana Hecarim",
        "Epic Skin <:Epic:1048819608129388554>",
        "14.04.2022",
        "1350 <:RP:1048822247529381968>",
        "Enforcer of the Higher World, his ever-forward motion crushes those before him while carving new fates for those left in his wake. He seeks to stop Rakan of the Lower World and prevent the calamitous disaster that will result from a fated love blooming betwixt the stars.",
        "Arcana",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/120/120022.jpg"
    ]
}