{
    "Ivern_0": [
        "Default Ivern",
        "Champion Default",
        "04.10.2016",
        "880 <:RP:1048822247529381968> / 4800 <:BE:1048822146580881448>",
        "Ivern Bramblefoot, known to many as the Green Father, is a peculiar half man, half tree who roams Runeterra's forests, cultivating life everywhere he goes. He knows the secrets of the natural world, and holds deep friendships with all things that grow, fly, and scuttle. Ivern wanders the wilderness, imparting strange wisdom to any he meets, enriching the forests, and occasionally entrusting loose-lipped butterflies with his secrets.",
        "Default",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/427/427000.jpg"
    ],
    "Ivern_1": [
        "Candy King Ivern",
        "Epic Skin <:Epic:1048819608129388554>",
        "04.10.2016",
        "1350 <:RP:1048822247529381968>",
        "The resplendent ruler of the Candy Kingdom, Ivern is beloved by subjects far and wide. Yet there are those who have seen the monster lurking beneath his jolly frame - and his gnawing hunger for candy flesh that can never be satisfied.",
        "Sugar Rush",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/427/427001.jpg"
    ],
    "Ivern_2": [
        "Dunkmaster Ivern",
        "Epic Skin <:Epic:1048819608129388554>",
        "04.04.2019",
        "1350 <:RP:1048822247529381968>",
        "Daisy and Ivern first started as a basketball doubles pair on the mean streets of Kumungu jungle - but then a chance encounter with then-NBA commissioner John Brambleback pushed them both into the national spotlight. They've been tearing up the court on the professional circuit ever since.",
        "Dunkmaster",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/427/427002.jpg"
    ],
    "Ivern_11": [
        "Old God Ivern",
        "Epic Skin <:Epic:1048819608129388554>",
        "10.12.2020",
        "1350 <:RP:1048822247529381968>",
        "A nightmarish totem forged of witchcraft and forbidden incantations, Ivern stood among the Old Gods in the days before their destruction. Left inert for hundreds of years, he has risen along with his brethren to annihilate the paltry works of man.",
        "Coven",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/427/427011.jpg"
    ],
    "Ivern_20": [
        "Astronaut Ivern",
        "Epic Skin <:Epic:1048819608129388554>",
        "24.02.2023",
        "1350 <:RP:1048822247529381968>",
        "Ivern's nurturing nature created a safe haven for the meeps under his care. However, an explosion caused by Xerath destroyed his ship and left him aimlessly floating in space. After a chance encounter with Fizz, who saved him by accidentally crashing into him, Ivern joined their ranks to search for any wanderers in need of his protection.",
        "Astronauts",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/427/427020.jpg"
    ]
}