{
    "Kindred_0": [
        "Default Kindred",
        "Champion Default",
        "13.10.2015",
        "880 <:RP:1048822247529381968> / 4800 <:BE:1048822146580881448>",
        "Separate, but never parted, Kindred represents the twin essences of death. Lamb's bow offers a swift release from the mortal realm for those who accept their fate. Wolf hunts down those who run from their end, delivering violent finality within his crushing jaws. Though interpretations of Kindred's nature vary across Runeterra, every mortal must choose the true face of their death.",
        "Default",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/203/203000.jpg"
    ],
    "Kindred_1": [
        "Shadowfire Kindred",
        "Epic Skin <:Epic:1048819608129388554>",
        "13.10.2015",
        "1350 <:RP:1048822247529381968>",
        "When the Ashen Lord rose, high priests of the Shadowfire Temple called upon their own god to fend off the all-consuming Infernals. They neglected, however, to account for the being's twin aspects: Destruction, and Rebirth. Kindred will fight the flames, but there may be a bitter price to pay before the end...",
        "Infernal",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/203/203001.jpg"
    ],
    "Kindred_2": [
        "Super Galaxy Kindred",
        "Epic Skin <:Epic:1048819608129388554>",
        "25.05.2016",
        "1350 <:RP:1048822247529381968>",
        "Lamb joined the Super Galaxy team as its lead scout, venturing into uncharted territory to face all manner of alien dangers. Soon after, Wolf joined the team as Lamb's partner - though, in truth, he only really joined because she still owes him for lunch, back when they were cadets. She's not getting away this time!",
        "Super Galaxy",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/203/203002.jpg"
    ],
    "Kindred_3": [
        "Spirit Blossom Kindred",
        "Epic Skin <:Epic:1048819608129388554>",
        "06.08.2020",
        "1350 <:RP:1048822247529381968>",
        "In the Ionian tradition, the Kindred are interpreted as a child and her beastly companion, endlessly playing games with one another until they are called to perform their duties. The two do not know where they came from, but it is said they feel a sense of loss for someone they knew long ago...",
        "Spirit Blossom",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/203/203003.jpg"
    ],
    "Kindred_12": [
        "Porcelain Kindred",
        "Epic Skin <:Epic:1048819608129388554>",
        "26.01.2022",
        "1350 <:RP:1048822247529381968>",
        "Once a skilled hunter and her fierce hound, the two were so bonded that their souls remained together when they were preserved inside the Dog Zodiac Relic. Now they are two halves of a whole, mentoring generations of Protectors like Lux and Amumu and standing guard eternally over the ancient magic that keeps them alive.",
        "Porcelain",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/203/203012.jpg"
    ],
    "Kindred_22": [
        "Woof and Lamb (Kindred)",
        "Epic Skin <:Epic:1048819608129388554>",
        "05.04.2023",
        "1350 <:RP:1048822247529381968>",
        "Who said dogs and cats can't be best friends? Cat ladies and golden retriever boyfriends pitting the two against each other for centuries? Eh, forget all that! Woof and Lamb are living proof that canines and felines CAN get along... though the judges are not actually sure either of them are \"Alive\".",
        "Cats Versus Dogs",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/203/203022.jpg"
    ]
}