{
    "Kled_0": [
        "Default Kled",
        "Champion Default",
        "09.08.2016",
        "975 <:RP:1048822247529381968> / 6300 <:BE:1048822146580881448>",
        "A warrior as fearless as he is ornery, the yordle Kled embodies the furious bravado of Noxus. He is an icon beloved by the empire's soldiers, distrusted by its officers, and loathed by the nobility. Many claim Kled has fought in every campaign the legions have waged, has 'acquired' every military title, and has never once backed down from a fight. Though the truth of the matter is often questionable, one part of his legend is undeniable: Charging into battle on his un-trusty steed, Skaarl, Kled fights to protect what's his... and to take whatever he can get.",
        "Default",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/240/240000.jpg"
    ],
    "Kled_1": [
        "Sir Kled",
        "Standard Skin",
        "09.08.2016",
        "975 <:RP:1048822247529381968>",
        "Sir Prince Chevalier Archduke Lord Double-Earl Kled (or Sir Kled, for short) is a half-mad knight from the aptly named Kingdom of Kled, which contains exactly two subjects: Kled, and his cowardly avian mount, Skarl. Together, the pair ravage the countryside to 'reclaim' Kled's 'land', which apparently is... all land, everywhere.",
        "Medieval",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/240/240001.jpg"
    ],
    "Kled_2": [
        "Count Kledula",
        "Legacy Skin <:Legacy:1048820815010992208> <:Epic:1048819608129388554>",
        "24.10.2018",
        "1350 <:RP:1048822247529381968>",
        "This blood is MY blood. This candy is MY candy. Who sent you here?! You're not real ghosts! I'm Count Baron Double-Marquis Lord Duke Kledula... AND I'LL TEACH YOU NOT TO TRICK-OR-TREAT ON MY LAND!",
        "Trick or Treat",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/240/240002.jpg"
    ],
    "Kled_9": [
        "Marauder Kled",
        "Epic Skin <:Epic:1048819608129388554>",
        "07.01.2021",
        "1350 <:RP:1048822247529381968>",
        "Throughout history, the Marauders have balanced on the knife's edge between brutality and cunning. General Kled, one half of the pair that currently leads the regime, is truly the incarnation of their historic brutality... and little more. If it weren't for Xin Zhao, Kled would bet everything on a final, bloody, battle.",
        "Marauder",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/240/240009.jpg"
    ],
    "Kled_18": [
        "Kibble-Head Kled",
        "Epic Skin <:Epic:1048819608129388554>",
        "05.04.2023",
        "1350 <:RP:1048822247529381968>",
        "He's just a lil' guy wearing a bowl of Poro-Pup Chow as a hat, riding the bestest beagle into battle. The get-up won Kled and Skaarl a blue ribbon at Beagle's Bridge, so if ain't broke, don't fix it. Here's hoping that the more "refined" judges at this year's Summoner Sweetie's Pet Show agree.",
        "Cats Versus Dogs",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/240/240018.jpg"
    ]
}