{
    "Lillia_0": [
        "Default Lillia",
        "Champion Default",
        "22.07.2020",
        "880 <:RP:1048822247529381968> / 4800 <:BE:1048822146580881448>",
        "Intensely shy, the fae fawn Lillia skittishly wanders Ionia's forests. Hiding just out of sight of mortals - whose mysterious natures have long captivated, but intimidated, her - Lillia hopes to discover why their dreams no longer reach the ancient Dreaming Tree. She now travels Ionia with a magical branch in hand, in an effort to find people's unrealized dreams. Only then can Lillia herself bloom and help others untangle their fears to find the sparkle within. Eep!",
        "Default",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/876/876000.jpg"
    ],
    "Lillia_1": [
        "Spirit Blossom Lillia",
        "Epic Skin <:Epic:1048819608129388554>",
        "22.07.2020",
        "1350 <:RP:1048822247529381968>",
        "A shy fawn spirit, Lillia once served as the guardian of a sacred Ionian forest - until her grove was destroyed and cast into flame. Consumed by loss, she now slumbers in the spirit realm, reliving the destruction in an unending nightmare - unaware of the timid hope still waiting to bloom...",
        "Spirit Blossom",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/876/876001.jpg"
    ],
    "Lillia_10": [
        "Nightbringer Lillia",
        "Epic Skin <:Epic:1048819608129388554>",
        "23.09.2021",
        "1350 <:RP:1048822247529381968>",
        "Steward of nightmares, demon of dreams, Lillia revels in twisted fantasias that mortify mortal minds. Though she dallies in the war between order and chaos, she rarely joins the fray herself; she has a garden to tend to, after all, sowing seeds of terror and watching them bloom.",
        "Nightbringer",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/876/876010.jpg"
    ]
}