{
    "Lissandra_0": [
        "Default Lissandra",
        "Champion Default",
        "29.04.2013",
        "880 <:RP:1048822247529381968> / 4800 <:BE:1048822146580881448>",
        "As the reclusive leader of the Frostguard, many believe Lissandra is a living saint whose followers bring healing and wisdom to the tribes of the Freljord. The truth is perhaps more sinister, as she uses her elemental magic to twist the power of True Ice into something dark and terrible, entombing or impaling any who would reveal her deepest secrets. Indeed, the legacy of her past may yet be the beginning of the end for Runeterra.",
        "Default",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/127/127000.jpg"
    ],
    "Lissandra_1": [
        "Bloodstone Lissandra",
        "Standard Skin",
        "29.04.2013",
        "975 <:RP:1048822247529381968>",
        "Once a powerful sorceress who sought absolute control over her followers, Lissandra transformed into something altogether different when she finally found the hallowed Bloodstone. The magic she drew from it drove her to slay those who once tended to her every whim. To this day she wanders in search of more mortals to sacrifice to her newfound source of power.",
        "Bloodstone",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/127/127001.jpg"
    ],
    "Lissandra_2": [
        "Blade Queen Lissandra",
        "Epic Skin <:Epic:1048819608129388554>",
        "26.05.2014",
        "1350 <:RP:1048822247529381968>",
        "Ruler of a once mighty city, Lissandra was seduced by the promises of a monstrous shadow, whispering of esoteric power and eternal life. For this, she betrayed her people and gave them to darkness, so that in the shadow's womb she would be reborn an ageless monster.",
        "Omen of the Dark",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/127/127002.jpg"
    ],
    "Lissandra_3": [
        "Program Lissandra",
        "Epic Skin <:Epic:1048819608129388554>",
        "06.04.2016",
        "1350 <:RP:1048822247529381968>",
        "Built as an all-seeing security bot, Program Lissandra rose above her initial code to become a self-generating artificial intelligence. She manipulates the technology of augmented humans with her own mimetic commands, so that all will fall before her.",
        "Program",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/127/127003.jpg"
    ],
    "Lissandra_4": [
        "Coven Lissandra",
        "Epic Skin <:Epic:1048819608129388554>",
        "27.11.2018",
        "1350 <:RP:1048822247529381968>",
        "They came to Lissandra as if in some waking dream - visions of the Ivory Stag, and the old magics long lost to antiquity. Even now, the ageless witch resides among those twisted shadows of the old growth, awaiting the day her dead gods spill forth from their rotten and accursed graves.",
        "Coven",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/127/127004.jpg"
    ],
    "Lissandra_12": [
        "Dark Cosmic Lissandra",
        "Epic Skin <:Epic:1048819608129388554>",
        "24.11.2020",
        "1350 <:RP:1048822247529381968>",
        "Once a cosmic entity charged with identifying future threats to the cosmos, her hunger for ever greater knowledge drew her into conflict with the Dark Star, which consumed her. Transformed into a mad doomsayer who sees a \"true\" universe in the ashes of this one, she has become the very end she once feared.",
        "Cosmic",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/127/127012.jpg"
    ],
    "Lissandra_23": [
        "Porcelain Lissandra",
        "Epic Skin <:Epic:1048819608129388554>",
        "26.01.2022",
        "1350 <:RP:1048822247529381968>",
        "Long ago, the sorceress Lissandra stole the Snake Relic from the ancient Protectors in a bid to gain immortality. Cast down and sealed away for her crimes, Lissandra spent centuries of solitude scheming a way to take all twelve Zodiac Relics for herself, waiting for the perfect time to strike... And now Ezreal has given her the chance.",
        "Porcelain",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/127/127023.jpg"
    ],
    "Lissandra_33": [
        "Prestige Porcelain Lissandra",
        "Mythic <:Mythic:1048819402432331866>",
        "26.01.2023",
        "TBA <:ME:1048845189285941299>",
        "What is fashion, if not sculpture? Is it not beauty and elegance in physical form? The portrait of glamor in white, blue, and gold, Lissandra is a work of art, on and off the runway.",
        "Porcelain",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/127/127033.jpg"
    ],
    "Lissandra_34": [
        "Space Groove Lissandra",
        "Epic Skin <:Epic:1048819608129388554>",
        "17.11.2022",
        "1350 <:RP:1048822247529381968>",
        "Brutal alien leader of the Harsh Vibes, Lissandra subjugates planets rich in The Groove for her own nefarious purposes - banning disco and steeping the entire galaxy in Muzak. She and her army of roller-skating derby goons will stop at nothing to eliminate disco forever. But for her latest scheme to work, she's going to need an invite to the disco to end all discos: The Jam.",
        "Space Groove",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/127/127034.jpg"
    ]
}