{
    "Morgana_0": [
        "Default Morgana",
        "Champion Default",
        "21.02.2009",
        "585 <:RP:1048822247529381968> / 1350 <:BE:1048822146580881448>",
        "Conflicted between her celestial and mortal natures, Morgana bound her wings to embrace humanity, and inflicts her pain and bitterness upon the dishonest and the corrupt. She rejects laws and traditions she believes are unjust, and fights for truth from the shadows of Demacia - even as others seek to repress it - by casting shields and chains of dark fire. More than anything else, Morgana truly believes that even the banished and outcast may one day rise again.",
        "Default",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/25/25000.jpg"
    ],
    "Morgana_1": [
        "Exiled Morgana",
        "Legacy Skin <:Legacy:1048820815010992208>",
        "01.06.2010",
        "975 <:RP:1048822247529381968>",
        "A battle spirit exiled from her tribe in a past age, Morgana has silently plotted revenge on her betrayers and their descendants for hundreds of years. Each passing winter she comes closer to her goal - a climactic battle in which the tribe falls, and Kayle with it.",
        "Woad",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/25/25001.jpg"
    ],
    "Morgana_2": [
        "Sinful Succulence Morgana",
        "Legacy Skin <:Legacy:1048820815010992208>",
        "02.09.2010",
        "975 <:RP:1048822247529381968>",
        "She's the original sugary sin, the dark diva of confectionary cunning, the fallen angel of fantastic flavor. Her terrifying treats will trap you in your seat. Let's give a Culinary Masters welcome to Morgana!",
        "Culinary Masters",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/25/25002.jpg"
    ],
    "Morgana_3": [
        "Blade Mistress Morgana",
        "Budget Skin",
        "01.12.2010",
        "750 <:RP:1048822247529381968>",
        "Morgana is a deadly combatant and former pilot of the X09-Xibalba combat exosuit, as well as one of the last half-aliens alive in the galaxy. She has surgically hidden her suit's forbidden, lost technologies beneath her skin - her goal being to evade her sister, the mad military justicar, Kayle.",
        "Steel Valkyries",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/25/25003.jpg"
    ],
    "Morgana_4": [
        "Blackthorn Morgana",
        "Epic Skin <:Epic:1048819608129388554>",
        "23.05.2012",
        "1350 <:RP:1048822247529381968>",
        "The Dark Forest Elves are the shattered remnants of the great elven empires, jealously guarding evil power that some once considered the cornerstone of their magical supremacy. Morgana has hidden this magic deep within her body, chaining it to her soul so that only she might wield it.",
        "Albion",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/25/25004.jpg"
    ],
    "Morgana_5": [
        "Ghost Bride Morgana",
        "Budget Skin",
        "13.06.2013",
        "975 <:RP:1048822247529381968>",
        "Legends speak of the weeping bride who searches for her lost husband along the river bank, and takes revenge upon the living for their happiness. Parents sternly warn their children to beware this 'ghost bride,' for those who go with her are never seen again.",
        "Fables",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/25/25005.jpg"
    ],
    "Morgana_6": [
        "Victorious Morgana",
        "Special",
        "11.11.2014",
        "Reward for reaching Gold or Higher in Season 2014.",
        "Victorious Morgana was awarded to players who reached Gold or higher in the 2014 season. A queen of shadows, Victorious Morgana glides through Summoner's Rift in deep blue armor, with a flashy recall.",
        "Victorious",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/25/25006.jpg"
    ],
    "Morgana_10": [
        "Lunar Wraith Morgana",
        "Legacy Skin <:Legacy:1048820815010992208>",
        "27.01.2016",
        "975 <:RP:1048822247529381968>",
        "Morgana is a dark spirit who appears during Lunar Revel - a famed seducer of mortals, monsters, and gods alike. Legend says she ensnares the hearts and minds of her victims before dragging their souls away to an unspeakable purgatory, never to be heard from again.",
        "Lunar Revel",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/25/25010.jpg"
    ],
    "Morgana_11": [
        "Bewitching Morgana",
        "Legacy Skin <:Legacy:1048820815010992208>",
        "19.10.2016",
        "975 <:RP:1048822247529381968>",
        "Ultimately, trick-or-treating is less about dark magic and occult superstition, and more about finding a witch costume that actually fits. Have you seen these sizes? Who is this stuff even made for...?!",
        "Bewitching",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/25/25011.jpg"
    ],
    "Morgana_17": [
        "Majestic Empress Morgana",
        "Epic Skin <:Epic:1048819608129388554>",
        "26.09.2019",
        "1350 <:RP:1048822247529381968>",
        "A feared sorceress queen from the heavenly kingdoms, Morgana looked on with disdain as Irelia sealed away the power of a dragon. Crushing her in combat, Morgana soon realized the young demigoddess had hidden that power away, and now ruthlessly searches for a way to return it to its rightful owner.",
        "Immortal Journey",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/25/25017.jpg"
    ],
    "Morgana_26": [
        "Coven Morgana",
        "Legendary Skin <:Legendary:1048819543432253460>",
        "16.04.2020",
        "1820 <:RP:1048822247529381968>",
        "Queen of the coven, and patron of that called Ashen Owl. Morgana worshipped the Old Gods, and wept when they were slain -- betrayed when her sister murdered the primordial sun and delivered its power to an army of witch-knights. Now Morgana has returned to end the reign of mankind, returning the world's true lords to their rightful, mouldering thrones.",
        "Coven",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/25/25026.jpg"
    ],
    "Morgana_39": [
        "Dawnbringer Morgana",
        "Epic Skin <:Epic:1048819608129388554>",
        "23.09.2021",
        "1350 <:RP:1048822247529381968>",
        "Determined to see order triumph over chaos, Morgana has sacrificed much to tip the scales in favor of light. If dawn emerges victorious, she is certain that they can avoid the gods' destruction and usher in a new age, one free from the corruption of chaos... Perhaps then Yone will see balance for the delusion that it is.",
        "Dawnbringer",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/25/25039.jpg"
    ],
    "Morgana_41": [
        "Bewitching Morgana Prestige Edition",
        "Mythic <:Mythic:1048819402432331866>",
        "07.10.2021",
        "125 <:ME:1048845189285941299>",
        "Literal magic wasn't necessary for Morgana to nab top prize in the holiday costume contest. But that didn't stop her from casting a figurative spell on the judges with her enchanting ensemble. This is a party they won't soon forget!",
        "Bewitching",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/25/25041.jpg"
    ],
    "Morgana_50": [
        "Star Nemesis Morgana",
        "Epic Skin <:Epic:1048819608129388554>",
        "28.07.2022",
        "1350 <:RP:1048822247529381968>",
        "A villainess of mysterious origins, Morgana believes that concepts like justice and order are holding the universe back... and she's willing to do anything to return it to a state of entropy. Targeting the Star Guardians for destruction, she torments them relentlessly before dealing the final, crushing blow.",
        "Star Guardian Season 4",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/25/25050.jpg"
    ]
}