{
    "Ornn_0": [
        "Default Ornn",
        "Champion Default",
        "22.08.2017",
        "975 <:RP:1048822247529381968> / 6300 <:BE:1048822146580881448>",
        "Ornn is the Freljordian spirit of forging and craftsmanship. He works in the solitude of a massive smithy, hammered out from the lava caverns beneath the volcano Hearth-Home. There he stokes bubbling cauldrons of molten rock to purify ores and fashion items of unsurpassed quality. When other deities - especially Volibear - walk the earth and meddle in mortal affairs, Ornn arises to put these impetuous beings back in their place, either with his trusty hammer or the fiery power of the mountains themselves.",
        "Default",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/516/516000.jpg"
    ],
    "Ornn_1": [
        "Thunder Lord Ornn",
        "Epic Skin <:Epic:1048819608129388554>",
        "22.08.2017",
        "1350 <:RP:1048822247529381968>",
        "In an age before man, King Ornn ruled the craggy southlands, and he was as rocky and lifeless as they were. It is said that he weathered an endless siege from his brother, the great King Voli, and that the blood they spilled sprouted grass and trees and animals, even as they became like beasts themselves.",
        "Thunder Lord",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/516/516001.jpg"
    ],
    "Ornn_2": [
        "Elderwood Ornn",
        "Epic Skin <:Epic:1048819608129388554>",
        "10.12.2020",
        "1350 <:RP:1048822247529381968>",
        "A truly ancient shaper of the Elderwood, and keeper of divine knowledge. Beings who tended the trees and directed the rivers are rare in this time of fell magic and endless twilight, yet Ornn continues on, stubbornly clinging to what remains of the old way.",
        "Elderwood",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/516/516002.jpg"
    ],
    "Ornn_11": [
        "Space Groove Ornn",
        "Epic Skin <:Epic:1048819608129388554>",
        "17.11.2022",
        "1350 <:RP:1048822247529381968>",
        "The drop before the bass, the creator of the primordial instruments, a literal God of Groove, Ornn has been instrumental in spreading The Groove through the Galaxy. But he's not a fan of the celebrity status it's earned him, hermiting himself away on a planet of whirling pools of goo to focus on his work. If Ornn is coming to party, it better be legendary.",
        "Space Groove",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/516/516011.jpg"
    ]
}