{
    "Pantheon_0": [
        "Default Pantheon",
        "Champion Default",
        "02.02.2010",
        "585 <:RP:1048822247529381968> / 1350 <:BE:1048822146580881448>",
        "Once an unwilling host to the Aspect of War, Atreus survived when the celestial power within him was slain, refusing to succumb to a blow that tore stars from the heavens. In time, he learned to embrace the power of his own mortality, and the stubborn resilience that goes along with it. Atreus now opposes the divine as Pantheon reborn, his unbreakable will fueling the fallen Aspect's weapons on the field of battle.",
        "Default",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/80/80000.jpg"
    ],
    "Pantheon_1": [
        "Myrmidon Pantheon",
        "Timeworn Skin",
        "02.02.2010",
        "520 <:RP:1048822247529381968>",
        "\"They say the Myrmidons were shaped by the gods - that Zeus himself quickened life into magma. But then, the Myrmidons marched. They marched against us. And in the ash of their skin, the fire of their merciless eyes, I saw all the wars that humanity had wrought. That they... were us.\"",
        "Wonders of the World",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/80/80001.jpg"
    ],
    "Pantheon_2": [
        "Ruthless Pantheon",
        "Legacy Skin <:Legacy:1048820815010992208>",
        "08.08.2010",
        "520 <:RP:1048822247529381968>",
        "You can't run from your past. Not when it's riding you down from the back of a doombuggy, scrap-spear raised. Hunting for the dregs of the Vandal gang across the wastes, it's said they're the only ones who know his name, and what happened that night... when he became ruthless.",
        "Road Warrior",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/80/80002.jpg"
    ],
    "Pantheon_3": [
        "Perseus Pantheon",
        "Legacy Skin <:Legacy:1048820815010992208>",
        "02.11.2010",
        "750 <:RP:1048822247529381968>",
        "Favored by the gods, Perseus gathered five sacred artifacts, and even tamed the wild pegasus, all in his quest to rescue fair Andromeda - only to turn the relics against those same gods when they unleashed the Gorgons upon humanity.",
        "Fables",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/80/80003.jpg"
    ],
    "Pantheon_4": [
        "Full Metal Pantheon",
        "Standard Skin",
        "01.08.2011",
        "975 <:RP:1048822247529381968>",
        "A former Full Metal Robot Fighting League champion (2x reign, 14 title defenses), Pantheon was forced to retire in disgrace after a scandal involving Targon Fabrications. Reemerging from retirement to face the chosen champion, Jayce, Pantheon may be damaged, but has found that revenge adequately charges his weapon systems.",
        "Heavy Metal",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/80/80004.jpg"
    ],
    "Pantheon_5": [
        "Glaive Warrior Pantheon",
        "Legacy Skin <:Legacy:1048820815010992208>",
        "30.05.2012",
        "975 <:RP:1048822247529381968>",
        "Born of a wolf, and bearing the wolf's standard into battle, this Dacian glaive warrior fights in the cold of the Carpathian Mountains - knowing that the blood of his enemies will keep him warm.",
        "Wonders of the World",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/80/80005.jpg"
    ],
    "Pantheon_6": [
        "Dragonslayer Pantheon",
        "Epic Skin <:Epic:1048819608129388554>",
        "14.05.2014",
        "1350 <:RP:1048822247529381968>",
        "When dragon fire consumed the world, heroes rose from the embers and cast down the beasts of legend. These warriors passed into history, then myth... until Pantheon alone remained, the last of the ancient dragonslayers, swearing upon the skies eternal revenge.",
        "Dragon World",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/80/80006.jpg"
    ],
    "Pantheon_7": [
        "Zombie Slayer Pantheon",
        "Legacy Skin <:Legacy:1048820815010992208>",
        "05.11.2015",
        "975 <:RP:1048822247529381968>",
        "A former mechanic at the same auto body shop Jinx once worked at, Pantheon dreamed of switching careers... until a mutagenic virus turned everyone else into zombies. Slicing monsters in half with a chainsaw-spear is way more fun than replacing windshield wipers, anyway.",
        "Zombies VS Slayers",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/80/80007.jpg"
    ],
    "Pantheon_8": [
        "Baker Pantheon",
        "Standard Skin",
        "07.09.2016",
        "975 <:RP:1048822247529381968>",
        "He's the armored dough-puncher, the Targonian Aspect of tasty pastries. He always wanted to be a baker, and now he'll throw down in the ultimate cooking showdown. Put your hands together for Pantheon!",
        "Culinary Masters",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/80/80008.jpg"
    ],
    "Pantheon_16": [
        "Pulsefire Pantheon",
        "Epic Skin <:Epic:1048819608129388554>",
        "14.05.2020",
        "1350 <:RP:1048822247529381968>",
        "The sole survivor from a timeline devoured by Praetorians, Pantheon refused to succumb when the marauders ran him through and left him for dead. He now dons the Pulsefire suit to hunt down those who would dare risk creating the anomalies that unleash the robotic hordes upon time and space.",
        "Pulsefire",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/80/80016.jpg"
    ],
    "Pantheon_25": [
        "Ruined Pantheon",
        "Epic Skin <:Epic:1048819608129388554>",
        "08.07.2021",
        "1350 <:RP:1048822247529381968>",
        "The Mist did not just subsume Atreus, but also resurrected the long-dead spirit of Pantheon: the old Aspect of War himself. With Atreus' stubborn defiance silenced, Pantheon can resume control and revel in battle once again. It doesn't matter to him whose banner he fights under. If that banner is the Ruined King's? So be it.",
        "Ruined",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/80/80025.jpg"
    ],
    "Pantheon_26": [
        "Ascended Pantheon Prestige Edition",
        "Mythic <:Mythic:1048819402432331866>",
        "08.07.2021",
        "125 <:ME:1048845189285941299>",
        "Pantheon was defeated once, but with all of Runeterra on the line now Atreus must defeat it himself. Seizing back control from the Aspect of War, Atreus harnesses the celestial power of Targon itself - briefly becoming not just a vessel or an Aspect, but something new. Something immensely powerful and entirely his own.",
        "Ruined",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/80/80026.jpg"
    ],
    "Pantheon_36": [
        "Ashen Conqueror Pantheon",
        "Mythic <:Mythic:1048819402432331866>",
        "23.06.2022",
        "150 <:ME:1048845189285941299>",
        "A brave knight of old, who legends say slew a god in battle so that all humankind might see that they were their own masters. Standing watch over the ashes of his former lands, Pantheon himself is now the only foe left to conquer, and he awaits a worthy challenger to face one final time.",
        "Ashen Knights",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/80/80036.jpg"
    ]
}