{
    "Rell_0": [
        "Default Rell",
        "Champion Default",
        "10.12.2020",
        "880 <:RP:1048822247529381968> / 4800 <:BE:1048822146580881448>",
        "The product of brutal experimentation at the hands of the Black Rose, Rell is a defiant, living weapon determined to topple Noxus. Her childhood was one of misery and horror, enduring unspeakable procedures to perfect and weaponize her magical control over metal... until she staged a violent escape, killing many of her captors in the process. Now branded as a criminal, Rell attacks Noxian soldiers on sight as she searches for survivors of her old 'academy,' defending the meek while delivering violent death to her former overseers.",
        "Default",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/526/526000.jpg"
    ],
    "Rell_1": [
        "Battle Queen Rell",
        "Epic Skin <:Epic:1048819608129388554>",
        "10.12.2020",
        "1350 <:RP:1048822247529381968>",
        "A young woman from the magic-starved Queendom of Calamity, volunteered for the coronation by a shadowy cabal of aristocrats after a series of magical experiments. Having now won the crown and the power of her crest, Rell has discovered her powers were stolen from the people of her country, and she has vowed revenge on her puppeteers.",
        "Battle Queens",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/526/526001.jpg"
    ],
    "Rell_10": [
        "Star Guardian Rell",
        "Epic Skin <:Epic:1048819608129388554>",
        "28.07.2022",
        "1350 <:RP:1048822247529381968>",
        "Hailing from a sister city along with Quinn, Rell is a deliquent loner who does what she wants, when she wants, and avoids making friends by pushing everyone away. In battle she rides atop her mighty steed Sebastien, her simmering rage transforming her into a starlit knight who defends the meek from harm.",
        "Star Guardian Season 4",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/526/526010.jpg"
    ]
}