{
    "Renata Glasc_0": [
        "Default Renata Glasc",
        "Champion Default",
        "17.02.2022",
        "975 <:RP:1048822247529381968> / 6300 <:BE:1048822146580881448>",
        "Renata Glasc rose from the ashes of her childhood home with nothing but her name and her parents' alchemical research. In the decades since, she has become Zaun's wealthiest chem-baron, a business magnate who built her power by tying everyone's interests to her own. Work with her, and be rewarded beyond measure. Work against her, and live to regret it. But everyone comes to her side, eventually.",
        "Default",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/888/888000.jpg"
    ],
    "Renata Glasc_1": [
        "Admiral Glasc",
        "Epic Skin <:Epic:1048819608129388554>",
        "17.02.2022",
        "1350 <:RP:1048822247529381968>",
        "Ambitious, cunning, cutthroat - these qualities served Admiral Glasc well during the Galactic Civil War. They serve her still, both on the front lines and in the weapons manufacturing industry. As leader of the Royal Space Military's R&D unit, Admiral Glasc will bring order to the galaxy with a firepower unmatched: whether it's dropping planetside or traversing distant stars, the universe is her chessboard, and she is the queen.",
        "Steel Valkyries",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/888/888001.jpg"
    ],
    "Renata Glasc_10": [
        "Fright Night Renata Glasc",
        "Epic Skin <:Epic:1048819608129388554>",
        "22.09.2022",
        "1350 <:RP:1048822247529381968>",
        "Tender loving care and spoons of sugar spice<br>And all the other things that make a mommy nice<br>It choked her throat and lungs and showed her virtue's vice<br>Some chosen children love the dark, that's Mother Glasc's advice!",
        "Fright Night",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/888/888010.jpg"
    ]
}