{
    "Samira_0": [
        "Default Samira",
        "Champion Default",
        "21.09.2020",
        "790 <:RP:1048822247529381968> / 3150 <:BE:1048822146580881448>",
        "Samira stares death in the eye with unyielding confidence, seeking thrill wherever she goes. After her Shuriman home was destroyed as a child, Samira found her true calling in Noxus, where she built a reputation as a stylish daredevil taking on dangerous missions of the highest caliber. Wielding black-powder pistols and a custom-engineered blade, Samira thrives in life-or-death circumstances, eliminating any who stand in her way with flash and flair.",
        "Default",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/360/360000.jpg"
    ],
    "Samira_1": [
        "PsyOps Samira",
        "Epic Skin <:Epic:1048819608129388554>",
        "21.09.2020",
        "1350 <:RP:1048822247529381968>",
        "Fearless and deadly, Samira was once a renowned soldier of fortune. A born thrill seeker, she fights not for fame or wealth, but to push the limits of her skill. Through intense training, her innate psychic powers have been fully unleashed, allowing her to turn every mission and every kill into a thrilling display of stylish flair.",
        "PsyOps",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/360/360001.jpg"
    ],
    "Samira_10": [
        "Space Groove Samira",
        "Epic Skin <:Epic:1048819608129388554>",
        "01.04.2021",
        "1350 <:RP:1048822247529381968>",
        "A groovy, thrill-seeking bodyguard and elite warrior from the Hot Tub Nebula, Samira took a job directly from the Three Party Goddesses to save Lux from an impending invasion of the Normal World. Now, as the pair liberate planets across the galaxy, Samira must do everything in her power to keep Lux safe - both from Lissandra and from Lux's own lack of self preservation instincts.",
        "Space Groove",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/360/360010.jpg"
    ],
    "Samira_20": [
        "High Noon Samira",
        "Epic Skin <:Epic:1048819608129388554>",
        "26.05.2022",
        "1350 <:RP:1048822247529381968>",
        "The poster was straightforward enough: \"WANTED: Tahm Kench - Devil, DEAD OR ALIVE\", followed by a generous sum. Only the Mechanical Devil's got that kinda cash to pay. Samira ain't sure why the other bounty hunters seemed so spooked by a little ol' devil hunt. Well, let 'em shy away. This gunpowder witch don't scare easy.",
        "High Noon",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/360/360020.jpg"
    ]
}