{
    "Senna_0": [
        "Default Senna",
        "Champion Default",
        "10.11.2019",
        "790 <:RP:1048822247529381968> / 3150 <:BE:1048822146580881448>",
        "Cursed from childhood to be haunted by the supernatural Black Mist, Senna joined a sacred order known as the Sentinels of Light, and fiercely fought back - only to be killed, her soul imprisoned in a lantern by the cruel wraith Thresh. But refusing to lose hope, within the lantern Senna learned to use the Mist, and reemerged to new life, forever changed. Now wielding darkness along with light, Senna seeks to end the Black Mist by turning it against itself - with every blast of her relic weapon, redeeming the souls lost within.",
        "Default",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/235/235000.jpg"
    ],
    "Senna_1": [
        "True Damage Senna",
        "Epic Skin <:Epic:1048819608129388554>",
        "10.11.2019",
        "1350 <:RP:1048822247529381968>",
        "Senna rose to fame with her stunning vocal range and iconic sense of style, but when a shady adversary from her past imprisoned her in a restrictive record deal that took away her creative independence, she vanished from the spotlight. After years of living in the shadows, she now emerges as the lead singer of True Damage with her mind set on defining her legacy on her own terms.",
        "True Damage",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/235/235001.jpg"
    ],
    "Senna_9": [
        "True Damage Senna Prestige Edition",
        "Mythic <:Mythic:1048819402432331866>",
        "04.02.2020",
        "125 <:ME:1048845189285941299>",
        "Having topped the charts once more, Senna finds herself in the familiar space of fame and celebrity. Between cosmetics deals and fashion shows, she offers a clear message to fans and haters alike: Don't call it comeback. Senna's been here for years.",
        "True Damage",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/235/235009.jpg"
    ],
    "Senna_10": [
        "High Noon Senna",
        "Legendary Skin <:Legendary:1048819543432253460>",
        "18.06.2020",
        "1820 <:RP:1048822247529381968>",
        "Once the greatest gunslinger on the continent, Senna's life would have ended when her heart was torn out by the devil - save for the intervention of a higher authority. Mysteriously resurrected with the heart of an angel and a demonic steed, she has returned to the west to restore the balance of Heaven and Hell... however she sees fit.",
        "High Noon",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/235/235010.jpg"
    ],
    "Senna_16": [
        "PROJECT: Senna",
        "Epic Skin <:Epic:1048819608129388554>",
        "27.05.2021",
        "1350 <:RP:1048822247529381968>",
        "A PROJECT volunteer who supposedly died during the elevation of her consciousness, Senna's mind was decoupled from the physical world and escaped into cyberspace, becoming a digital ghost. Inhabiting a body of her own design as Mordekaiser assumed control of the City, she is one of the few who understands the true threat of his ever-expanding directives. ",
        "PROJECT",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/235/235016.jpg"
    ],
    "Senna_26": [
        "Lunar Eclipse Senna",
        "Epic Skin <:Epic:1048819608129388554>",
        "28.04.2022",
        "1350 <:RP:1048822247529381968>",
        "An ancient knight long thought dead, freed from the Eclipse Cathedral's catacombs as Kayle began to stir from her ancient slumber. Senna now aids her knighthood against the new threat of the Coven, saving whoever she can from the resurrected Old Gods... though she remains ever vigilant, as the sun-eater's return is now inevitable.",
        "Eclipse",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/235/235026.jpg"
    ],
    "Senna_27": [
        "Prestige Lunar Eclipse Senna",
        "Mythic <:Mythic:1048819402432331866>",
        "28.04.2022",
        "150 <:ME:1048845189285941299>",
        "Burning up the runway in a look inspired by an ancient order of magical knights, Senna brings a cold, but determined energy to the Gala proceedings. Evil beware  -  these looks can kill... and kill again.",
        "Eclipse",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/235/235027.jpg"
    ],
    "Senna_36": [
        "Bewitching Senna",
        "Legacy Skin <:Legacy:1048820815010992208> <:Epic:1048819608129388554>",
        "20.10.2022",
        "1350 <:RP:1048822247529381968>",
        "When she was just a young witch, a warlock bound Senna's soul to a tome of spells, hoping to rid himself of her rising power. But her time spent disembodied only made her stronger. While others party, the overly serious Senna searches for ghouls and ghosts, planning to send them to the grave... again.",
        "Bewitching",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/235/235036.jpg"
    ]
}