{
    "Sett_0": [
        "Default Sett",
        "Champion Default",
        "14.09.2011",
        "585 <:RP:1048822247529381968> / 1350 <:BE:1048822146580881448>",
        "A leader of Ionia's growing criminal underworld, Sett rose to prominence in the wake of the war with Noxus. Though he began as a humble challenger in the fighting pits of Navori, he quickly gained notoriety for his savage strength, and his ability to take seemingly endless amounts of punishment. Now, having climbed through the ranks of local combatants, Sett has muscled to the top, reigning over the pits he once fought in.",
        "Default",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/875/875000.jpg"
    ],
    "Sett_1": [
        "Mecha Kingdoms Sett",
        "Epic Skin <:Epic:1048819608129388554>",
        "14.01.2020",
        "1350 <:RP:1048822247529381968>",
        "A nameless barbarian who survived on the outskirts, Sett knew his greatest talent came from his fists. After building his wealth and reputation in brutal fighting pits, he created a new persona, donning the title of The Savage Wolf. Upon hearing of the leviathan invasion, he used his fame and fortune to acquire an Avalon of his own in order to, once and for all, prove his might in front of a captivated audience.",
        "Mecha Kingdoms",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/875/875001.jpg"
    ],
    "Sett_8": [
        "Obsidian Dragon Sett",
        "Epic Skin <:Epic:1048819608129388554>",
        "01.10.2020",
        "1350 <:RP:1048822247529381968>",
        "Once an outcast child, Sett swore he would gain power to destroy anyone who made him feel weak. The Obsidian Dragon took notice of his grit and ferocity and blessed him with obsidian-hardened skin. Sett now uses his superhuman strength to make a name for himself as a pit fighter, and every hit that bounces off his crystalline skin makes his enemies tremble.",
        "Dragonmancers",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/875/875008.jpg"
    ],
    "Sett_9": [
        "Obsidian Dragon Sett Prestige Edition",
        "Mythic <:Mythic:1048819402432331866>",
        "01.10.2020",
        "125 <:ME:1048845189285941299>",
        "After cementing his reputation as an indomitable pit fighter, Sett used his winnings to give his mother the comfortable life of their dreams. With her happiness secured, Sett returns to the pits, determined to mentor talented young fighters and remake the fighting pits into a system that rewards not the richest or the largest, but the most determined.",
        "Dragonmancers",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/875/875009.jpg"
    ],
    "Sett_10": [
        "Pool Party Sett",
        "Epic Skin <:Epic:1048819608129388554>",
        "09.06.2021",
        "1350 <:RP:1048822247529381968>",
        "Braum's tropical drinks are a favorite of Sett's  -  the sweeter the taste and the bigger the flowers, the better! Anyone who has a problem with that can take it up with the Boss. He'll call the Lifeguard for you.",
        "Pool Party",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/875/875010.jpg"
    ],
    "Sett_19": [
        "Firecracker Sett",
        "Legacy Skin <:Legacy:1048820815010992208> <:Epic:1048819608129388554>",
        "26.01.2022",
        "1350 <:RP:1048822247529381968>",
        "Best known for his brawling, few realize that Sett is also an accomplished Lion Dancer. It's a surprisingly similar skillset; performing is all about good footwork, being fierce, and knowing how to wow the crowd - and who does that better than the Boss himself?",
        "Lunar Revel: Firecracker",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/875/875019.jpg"
    ],
    "Sett_38": [
        "Spirit Blossom Sett",
        "Legendary Skin <:Legendary:1048819543432253460>",
        "06.10.2022",
        "1820 <:RP:1048822247529381968>",
        "Some guide the dead down the path; others tempt them from it. Another still has no allegiances, as his spirit lies in conflict with itself. Born from Kanmei and Akana, Sett lived harmoniously until, abandoned by his father, he sought retribution. Now he can only catch whispers of salvation as he spends his days challenging slain warriors, testing their worth. ",
        "Spirit Blossom",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/875/875038.jpg"
    ]
}