{
    "Sylas_0": [
        "Default Sylas",
        "Champion Default",
        "14.09.2011",
        "975 <:RP:1048822247529381968> / 6300 <:BE:1048822146580881448>",
        "Raised in one of Demacia's lesser quarters, Sylas of Dregbourne has come to symbolize the darker side of the Great City. As a boy, his ability to root out hidden sorcery caught the attention of the notorious mageseekers, who eventually imprisoned him for turning those same powers against them. Having now broken free, Sylas lives as a hardened revolutionary, using the magic of those around him to destroy the kingdom he once served... and his band of outcast mage followers seems to grow by the day.",
        "Default",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/517/517000.jpg"
    ],
    "Sylas_1": [
        "Lunar Wraith Sylas",
        "Legacy Skin <:Legacy:1048820815010992208> <:Epic:1048819608129388554>",
        "25.01.2019",
        "1350 <:RP:1048822247529381968>",
        "The hateful lord of the lunar wraiths, Sylas has waited eons to invade the heavenly realm, and depose its godly stewards. What happens to the balance between heaven and earth is not his concern; he simply craves chaos, and the hour of his triumph is fast approaching.",
        "Lunar Revel",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/517/517001.jpg"
    ],
    "Sylas_8": [
        "Freljord Sylas",
        "Epic Skin <:Epic:1048819608129388554>",
        "10.01.2020",
        "1350 <:RP:1048822247529381968>",
        "Free from the kingdom that once imprisoned him, Sylas of Dregbourne marches from Demacia to the Freljord. With every step he takes, he remembers what others have branded him: Mage, Traitor, Kingslayer - names he revels in as he endures the bitter cold, his heart warmed by the fires of rebellion. It will be here, in the icy north, that he will seize the ancient power needed to fuel his revolution...",
        "Freljord",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/517/517008.jpg"
    ],
    "Sylas_13": [
        "PROJECT: Sylas",
        "Epic Skin <:Epic:1048819608129388554>",
        "27.05.2021",
        "1350 <:RP:1048822247529381968>",
        "A self-styled leader of the outcasts who live beyond the city's walls, Sylas has heeded Ashe's call and rallied the Renegades in defense of the City. Though his true motives are the collapse of PROJECT and the capital surveillance state, for now he's content destroying the armies of a dangerous rogue AI.",
        "PROJECT",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/517/517013.jpg"
    ],
    "Sylas_14": [
        "PROJECT: Sylas Prestige Edition",
        "Mythic <:Mythic:1048819402432331866>",
        "27.05.2021",
        "125 <:ME:1048845189285941299>",
        "With the Outcasts, G/Netic, and PROJECT itself faced with an insurmountable enemy, each faction turns to dangerous experimental technologies and long-lost robotics of a past age, hoping for an edge. Sylas, however, had a plan all along - integrating jailbroken corporate upgrades for the ultra-wealthy, so he can one day turn them on PROJECT.",
        "PROJECT",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/517/517014.jpg"
    ],
    "Sylas_24": [
        "Battle Wolf Sylas",
        "Epic Skin <:Epic:1048819608129388554>",
        "31.03.2022",
        "1350 <:RP:1048822247529381968>",
        "Sylas is the leader of Wolf Team: a daring, ruthless strike force under the banner of Anima Squad. Though he rejects anyone claiming authority over him (Commander Fortune included), Sylas knows that if humanity falls, there will be nothing left to fight for.",
        "Anima Squad",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/517/517024.jpg"
    ],
    "Sylas_34": [
        "Ashen Slayer Sylas",
        "Mythic <:Mythic:1048819402432331866>",
        "22.09.2021",
        "100 <:ME:1048845189285941299>",
        "Sylas deeply loved magic, but long years of imprisonment made him hateful. As a knight, he deigned to take as much power for himself as he could, and perhaps become a new wellspring of enchantment... yet, it was all for naught. Now only the dying shadow of magic remains, with he its final, bitter champion.",
        "Ashen Knights",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/517/517034.jpg"
    ]
}