{
    "Trundle_0": [
        "Default Trundle",
        "Champion Default",
        "01.12.2010",
        "880 <:RP:1048822247529381968> / 4800 <:BE:1048822146580881448>",
        "Trundle is a hulking and devious troll with a particularly vicious streak, and there is nothing he cannot bludgeon into submission - not even the Freljord itself. Fiercely territorial, he chases down anyone foolish enough to enter his domain. Then, his massive club of True Ice at the ready, he chills his enemies to the bone and impales them with jagged, frozen pillars, laughing as they bleed out onto the tundra.",
        "Default",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/48/48000.jpg"
    ],
    "Trundle_1": [
        "Lil' Slugger Trundle",
        "Timeworn Skin",
        "01.12.2010",
        "520 <:RP:1048822247529381968>",
        "Unable to let go of being rejected from the major and minor leagues, Trundle has joined a little league team after saying he was thirteen years old on an admission form. Trundle is an eleven-foot-tall ice troll who enjoys allying with evil wizards and biting people to death. Practice has been... interesting.",
        "Day Job",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/48/48001.jpg"
    ],
    "Trundle_2": [
        "Junkyard Trundle",
        "Budget Skin",
        "01.12.2010",
        "750 <:RP:1048822247529381968>",
        "Self-proclaimed king of the Wasteland's endless, irradiated junk heaps, Trundle saunters about his vast 'kingdom' flanked by a small army of sycophantic thugs. Any travelers discovered in his domain are subjected to painfully theatrical displays of grandeur - then beatings, then death.",
        "Road Warrior",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/48/48002.jpg"
    ],
    "Trundle_3": [
        "Traditional Trundle",
        "Legacy Skin <:Legacy:1048820815010992208>",
        "30.04.2013",
        "975 <:RP:1048822247529381968>",
        "Created to capture the original feel of Trundle, one of our first fully reworked champions.",
        "Traditional",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/48/48003.jpg"
    ],
    "Trundle_4": [
        "Constable Trundle",
        "Budget Skin",
        "28.11.2014",
        "750 <:RP:1048822247529381968>",
        "Constable Trundle's definition of keeping the peace translates to barking insults at jaywalkers, haphazardly placing cones in the street, and perhaps worst of all, plundering doughnuts from all the local bakeries. Needless to say, this behavior results in some very stern browbeatings from Piltover Yard.",
        "Cops and Robbers",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/48/48004.jpg"
    ],
    "Trundle_5": [
        "Worldbreaker Trundle",
        "Budget Skin",
        "10.11.2016",
        "750 <:RP:1048822247529381968>",
        "The second of four titans prophesied to shatter the world, it has been foretold that Trundle will appear when the moon smothers the sun. In that darkness, he will rise in the north, blanketing all of creation with frost until the land is cold and silent.",
        "Worldbreaker",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/48/48005.jpg"
    ],
    "Trundle_6": [
        "Dragonslayer Trundle",
        "Epic Skin <:Epic:1048819608129388554>",
        "30.01.2020",
        "1350 <:RP:1048822247529381968>",
        "The king of a clan of giant trolls, Trundle is a revered dragonslayer. Blessed with the ability to command the raw power of mountain ice, he defends his realm from death and destruction. Over the ages, surviving trolls have looked up to him as their fearsome leader in this world torn asunder by dragon fire.",
        "Dragon World",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/48/48006.jpg"
    ],
    "Trundle_12": [
        "Fright Night Trundle",
        "Epic Skin <:Epic:1048819608129388554>",
        "22.09.2022",
        "1350 <:RP:1048822247529381968>",
        "Teenage nightmare Trundle leaves everything distressed<br>But he won't lift a finger cleaning up his mess<br>Howling, growling, scowling, his chores he won't address,<br>For he has a team (or two) of Scareball players to impress!",
        "Fright Night",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/48/48012.jpg"
    ]
}