{
    "Vel'Koz_0": [
        "Default Vel'Koz",
        "Champion Default",
        "27.02.2014",
        "880 <:RP:1048822247529381968> / 4800 <:BE:1048822146580881448>",
        "It is unclear if Vel'Koz was the first Voidborn to emerge on Runeterra, but there has certainly never been another to match his level of cruel, calculating sentience. While his kin devour or defile everything around them, he seeks instead to scrutinize and study the physical realm - and the strange, warlike beings that dwell there - for any weakness the Void might exploit. But Vel'Koz is far from a passive observer, striking back at threats with deadly plasma, or by disrupting the very fabric of the world itself.",
        "Default",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/161/161000.jpg"
    ],
    "Vel'Koz_1": [
        "Battlecast Vel'Koz",
        "Epic Skin <:Epic:1048819608129388554>",
        "27.02.2014",
        "1350 <:RP:1048822247529381968>",
        "An airborne data collection unit based on the now-extinct Vel'Koz lifeform, these Battlecast monstrosities sweep their concentrated energy beams over heavily populated areas. Survey data from the lifeless wreckage automatically calibrates the entire fleets' weapons systems, making the units a deadlier threat with every skirmish.",
        "Battlecast",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/161/161001.jpg"
    ],
    "Vel'Koz_2": [
        "Arclight Vel'Koz",
        "Epic Skin <:Epic:1048819608129388554>",
        "28.01.2015",
        "1350 <:RP:1048822247529381968>",
        "A sublime being of living energy, Vel'Koz is the subject of legend, myth, and worship. Once every millenium he descends to the mortal plane, choosing those worthy enough to carry out his inscrutable will, and transforming them into creatures of transcendent power - the Arclight.",
        "Arclight",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/161/161002.jpg"
    ],
    "Vel'Koz_3": [
        "Definitely Not Vel'Koz",
        "Budget Skin",
        "31.03.2016",
        "750 <:RP:1048822247529381968>",
        "I'm not a laser squid, I'm a man!",
        "Definitely Not",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/161/161003.jpg"
    ],
    "Vel'Koz_4": [
        "Infernal Vel'Koz",
        "Epic Skin <:Epic:1048819608129388554>",
        "16.07.2020",
        "1350 <:RP:1048822247529381968>",
        "Scarce is known of Vel'Koz, owing to the fact that most who witness him combust at his mere presence. What is known, however, is that this cataclysmic titan can level entire civilizations with his incinerating gaze, leaving only smouldering ruin. Woe be to those fixed in the behemoth's infernal gaze, for there will be no remains left to bury.",
        "Infernal",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/161/161004.jpg"
    ],
    "Vel'Koz_11": [
        "Blackfrost Vel'Koz",
        "Epic Skin <:Epic:1048819608129388554>",
        "15.04.2021",
        "1350 <:RP:1048822247529381968>",
        "Beneath the ice they slumber, trapped as two worlds pass them by. Watching, waiting, for the day they will rise again, and all will be buried in ice.",
        "Blackfrost",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/161/161011.jpg"
    ]
}