{
    "Viego_0": [
        "Default Viego",
        "Champion Default",
        "14.09.2011",
        "975 <:RP:1048822247529381968> / 6300 <:BE:1048822146580881448>",
        "Once ruler of a long-lost kingdom, Viego perished over a thousand years ago when his attempt to bring his wife back from the dead triggered the magical catastrophe known as the Ruination. Transformed into a powerful, unliving wraith tortured by an obsessive longing for his centuries-dead queen, Viego now stands as the Ruined King, controlling the deadly Harrowings as he scours Runeterra for anything that might one day restore her, and destroying all in his path as the Black Mist pours endlessly from his cruel, broken heart.",
        "Default",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/234/234000.jpg"
    ],
    "Viego_1": [
        "Lunar Beast Viego",
        "Legacy Skin <:Legacy:1048820815010992208> <:Epic:1048819608129388554>",
        "21.01.2021",
        "1350 <:RP:1048822247529381968>",
        "Former leader of a past Lunar Ox Squad, Viego decided that they would fight the Lunar Beast and actually defeat it. His plan ended in tragedy as he watched the rest of his squad be devoured-- including his wife. Viego has stewed in bitterness over these losses for years, blaming everyone but himself -- including this year's Lunar Ox Squad.",
        "Lunar Beast",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/234/234001.jpg"
    ],
    "Viego_10": [
        "Dissonance of Pentakill Viego",
        "Epic Skin <:Epic:1048819608129388554>",
        "09.09.2021",
        "1350 <:RP:1048822247529381968>",
        "Only the broken-hearted can know the true sound of grief, that yearning for perfection that goes unheard by all others. Viego exists in a world of ashes and shadow, when it ought to be filled with light, and now looks beyond these grey horizons for new sounds and visions to make it so...",
        "Pentakill III: The Lost Chapter",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/234/234010.jpg"
    ],
    "Viego_19": [
        "EDG Viego",
        "Legacy Skin <:Legacy:1048820815010992208> <:Epic:1048819608129388554>",
        "12.05.2022",
        "1350 <:RP:1048822247529381968>",
        "Honoring Jiejie's winning performance as Viego during the 2021 World Championship.",
        "World Champions: 2021",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/234/234019.jpg"
    ],
    "Viego_21": [
        "King Viego",
        "Epic Skin <:Epic:1048819608129388554>",
        "09.09.2022",
        "1350 <:RP:1048822247529381968>",
        "The heir of Camavor, wielder of the Blade of the King, Viego longs to follow in his father's footsteps. To his advisor Kalista, his doubts were clear long before his coronation, as whispers of the sword's bond echoed throughout the Sanctum of Judgement. But he wears the Argent Crown, and with his blade, Sanctity, Viego will strike fear into the enemies of his nation.",
        "Ruination",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/234/234021.jpg"
    ]
}