{
    "Wukong_0": [
        "Default Wukong",
        "Champion Default",
        "26.07.2011",
        "880 <:RP:1048822247529381968> / 4800 <:BE:1048822146580881448>",
        "Wukong is a vastayan trickster who uses his strength, agility, and intelligence to confuse his opponents and gain the upper hand. After finding a lifelong friend in the warrior known as Master Yi, Wukong became the last student of the ancient martial art known as Wuju. Armed with an enchanted staff, Wukong seeks to prevent Ionia from falling to ruin.",
        "Default",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/62/62000.jpg"
    ],
    "Wukong_1": [
        "Volcanic Wukong",
        "Standard Skin",
        "26.07.2011",
        "975 <:RP:1048822247529381968>",
        "A greater Infernal whose power is drawn from the molten rock bubbling beneath the earth, Wukong's rage causes mountains to split, lava to rain from the sky, and rivers to become blackened glass. Still, he will never back down from any challenge - and this, perhaps, will be the key to his defeat.",
        "Infernal",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/62/62001.jpg"
    ],
    "Wukong_2": [
        "General Wukong",
        "Budget Skin",
        "26.07.2011",
        "750 <:RP:1048822247529381968>",
        "Once a mischievous scout, Wukong led his sworn brethren on a treacherous journey to the western hinterlands, where he attained martial enlightenment. Now promoted to the rank of general, he commands a host of fearsome warriors, destined to cleanse the realm of monsters and demons alike.",
        "Legacy",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/62/62002.jpg"
    ],
    "Wukong_3": [
        "Jade Dragon Wukong",
        "Standard Skin",
        "10.01.2012",
        "975 <:RP:1048822247529381968>",
        "Imbued with the power of the legendary jade dragon, Wukong has honed his abilities to a razor sharp point.Though still headstrong and brash, his newfound power is undeniable - a worrying sign to his master, as the jade dragon carries a powerful curse...",
        "Lunar Revel",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/62/62003.jpg"
    ],
    "Wukong_4": [
        "Underworld Wukong",
        "Legacy Skin <:Legacy:1048820815010992208> <:Epic:1048819608129388554>",
        "28.10.2014",
        "1350 <:RP:1048822247529381968>",
        "Once a pupil of the martial arts, Wukong trained under his masters' strict traditions and doctrines. In him, Death saw limitless potential, and chose to claim the disregarded student for the underworld instead. Now, Wukong fights alongside the undying hordes, no longer bound by the rules of the living.",
        "Death Sworn",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/62/62004.jpg"
    ],
    "Wukong_5": [
        "Radiant Wukong",
        "Epic Skin <:Epic:1048819608129388554>",
        "27.01.2016",
        "1350 <:RP:1048822247529381968>",
        "An ascendant being of nearly limitless power, Radiant Wukong has undertaken a great journey to test his skills against history's greatest warriors. However, overcoming his quick temper and impulsive nature might be his greatest challenge yet.",
        "Lunar Revel",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/62/62005.jpg"
    ],
    "Wukong_6": [
        "Lancer Stratus Wukong",
        "Epic Skin <:Epic:1048819608129388554>",
        "04.04.2018",
        "1350 <:RP:1048822247529381968>",
        "Another of the ancient, mechanized Lancer units, Wukong arises from his dusty slumber in times of extreme danger, protecting the outland city-states from the most dire threats. Once these foes are eliminated he returns to the earth, an enigma older than recorded history.",
        "Lancer",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/62/62006.jpg"
    ],
    "Wukong_7": [
        "Battle Academia Wukong",
        "Epic Skin <:Epic:1048819608129388554>",
        "18.03.2021",
        "1350 <:RP:1048822247529381968>",
        "A consummate troublemaker and prankster, Wukong has failed out of every high school in the region, eventually washing out into Labrys as an 'enrollment of last resort'. A naturally gifted fighter in the Battle Club, he still hasn't learned discipline, and only listens to Caitlyn because she can beat him up.",
        "Battle Academia",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/62/62007.jpg"
    ]
}