{
    "Yasuo_0": [
        "Default Yasuo",
        "Champion Default",
        "13.12.2013",
        "585 <:RP:1048822247529381968> / 1350 <:BE:1048822146580881448>",
        "An Ionian of deep resolve, Yasuo is an agile swordsman who wields the air itself against his enemies. As a proud young man, he was falsely accused of murdering his master - unable to prove his innocence, he was forced to slay his own brother in self defense. Even after his master's true killer was revealed, Yasuo still could not forgive himself for all he had done, and now wanders his homeland with only the wind to guide his blade.",
        "Default",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/157/157000.jpg"
    ],
    "Yasuo_1": [
        "High Noon Yasuo",
        "Standard Skin",
        "13.12.2013",
        "975 <:RP:1048822247529381968>",
        "The mysterious and reluctant sheriff of a two-street town, Yasuo is in self-imposed exile after being accused of murder in the eastern territories. Even so, he has driven off entire bandit gangs as well as many of the desert's deadliest threats, saving hundreds of lives along the way.",
        "High Noon",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/157/157001.jpg"
    ],
    "Yasuo_2": [
        "PROJECT: Yasuo",
        "Epic Skin <:Epic:1048819608129388554>",
        "31.08.2014",
        "1350 <:RP:1048822247529381968>",
        "Yasuo returned from advanced combat only to be accused of a crime he did not commit. Knowing that PROJECT's corporate leadership was somehow involved, Yasuo fights with the G/NETIC rebels, cutting away the lies of technology with his plasma coated blade.",
        "PROJECT",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/157/157002.jpg"
    ],
    "Yasuo_3": [
        "Blood Moon Yasuo",
        "Standard Skin",
        "25.02.2016",
        "975 <:RP:1048822247529381968>",
        "Ceremonial executioner of the Blood Moon cult, Yasuo's blade is inhabited by an insidious, bloodthirsty demon whose hunger for death can never be satisfied. This suits Yasuo well, for he is possessed of an inner darkness even deeper than the creature whispering at his side.",
        "Blood Moon",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/157/157003.jpg"
    ],
    "Yasuo_9": [
        "Nightbringer Yasuo",
        "Legendary Skin <:Legendary:1048819543432253460>",
        "14.06.2017",
        "1820 <:RP:1048822247529381968>",
        "Born from festering echoes at the dawn of creation, Yasuo is the hellish embodiment of chaos in the cosmos. Fated to clash against the Dawnbringer for all time, he awaits a day when his darkness will finally cleave away her light.",
        "Nightbringer",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/157/157009.jpg"
    ],
    "Yasuo_10": [
        "Odyssey Yasuo",
        "Epic Skin <:Epic:1048819608129388554>",
        "12.09.2018",
        "1350 <:RP:1048822247529381968>",
        "Yasuo never wanted to be a space pirate... until he was framed for his brother's murder, and had to flee his life of relative luxury. Now on the run from a dozen different military and paramilitary factions, he's putting together an eccentric crew to make a new life among the stars.",
        "Odyssey",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/157/157010.jpg"
    ],
    "Yasuo_17": [
        "Battle Boss Yasuo",
        "Epic Skin <:Epic:1048819608129388554>",
        "28.06.2019",
        "1350 <:RP:1048822247529381968>",
        "One-time protagonist of the 1979 cult classic \"Hasagi\", Yasuo was infected with Veigar's malignant code after the Battle Boss takeover of Arcadia. He maintains his impossibly complex gameplay patterns and high-damage attacks, but now fights for the forces of evil.",
        "Arcade: Battle Bosses",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/157/157017.jpg"
    ],
    "Yasuo_18": [
        "True Damage Yasuo",
        "Epic Skin <:Epic:1048819608129388554>",
        "10.11.2019",
        "1350 <:RP:1048822247529381968>",
        "As enigmatic as he is skilled, Yasuo is the veteran producer all others turn to for inspiration. His beats transcend genre, painting whole universes with wild textures of sound. Notoriously selective about his collaborations, Yasuo sees True Damage as his platform to revolutionize how society experiences music.",
        "True Damage",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/157/157018.jpg"
    ],
    "Yasuo_35": [
        "True Damage Yasuo Prestige Edition",
        "Mythic <:Mythic:1048819402432331866>",
        "25.09.2020",
        "125 <:ME:1048845189285941299>",
        "After the global success of \"GIANTS\", reclusive producer-extraordinaire Yasuo was inundated with requests. From record deals to clothing sponsorships, he turned down one after another, preferring to stay out of the limelight to focus on the simple joys of making beats. However, A Bathing Ape somehow managed to secure his attention. Now, donning golden threads to match his musical brilliance, Yasuo holds the world's ears at attention - with fans and critics alike waiting to hear his next revolutionary track.",
        "True Damage",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/157/157035.jpg"
    ],
    "Yasuo_36": [
        "Spirit Blossom Yasuo",
        "Epic Skin <:Epic:1048819608129388554>",
        "22.07.2020",
        "1350 <:RP:1048822247529381968>",
        "Long ago, two brothers fought a bitter war across Ionia. Yasuo, the younger brother, was a warlord renowned for his roguish demeanor - until he was accused of crimes against the country and took up arms to defend himself. Both were fated to fall in their final duel... a lesson, perhaps, in pride and hubris.",
        "Spirit Blossom",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/157/157036.jpg"
    ],
    "Yasuo_45": [
        "Sea Dog Yasuo",
        "Epic Skin <:Epic:1048819608129388554>",
        "05.05.2022",
        "1350 <:RP:1048822247529381968>",
        "Empowered by the Buhru during his fight against Viego of Camavor, Yasuo made an unlikely champion for the children of Nagakabouros - his obsession with past events flew in the face of everything they believed in. Yet even the mangiest sea dog has his day, and Yasuo stood against the forces of darkness, emerging triumphant.",
        "Ruined",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/157/157045.jpg"
    ],
    "Yasuo_54": [
        "Truth Dragon Yasuo",
        "Legendary Skin <:Legendary:1048819543432253460>",
        "21.10.2021",
        "1820 <:RP:1048822247529381968>",
        "Alone against an army, Yasuo chose to stand and fight. He blocked a narrow pass between two mountains, allowing innocents to escape the bloodshed. Wielding the truth of steel as a dance, he felled countless foes - but even he could not hold out forever. The Dragon of Truth, moved by his swordsmanship, came down from its peak to bless him...",
        "Dragonmancers",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/157/157054.jpg"
    ],
    "Yasuo_55": [
        "Dream Dragon Yasuo",
        "Legendary Skin <:Legendary:1048819543432253460>",
        "21.10.2021",
        "1820 <:RP:1048822247529381968>",
        "The song of steel grew silent, and Yasuo was the last living soul on the battlefield - though he imagined he could hear the thankful murmurs of the villagers he'd protected. Wounded and dying, Yasuo produced his flute to play a last haunting elegy. The Dragon of Dreams descended from its mountaintop, moved by Yasuo's song, and offered him its power...",
        "Dragonmancers",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/157/157055.jpg"
    ],
    "Yasuo_56": [
        "Inkshadow Yasuo",
        "Epic Skin <:Epic:1048819608129388554>",
        "03.05.2023",
        "1350 <:RP:1048822247529381968>",
        "Displaced from his home alongside Master Yi, Yasuo now uses his Inkshadow tattoos to ride the wind between Rabadon City and the outskirts, protecting civilians seeking asylum with help from the mysterious Man of Masks. Though he gave up his freedom in exchange for power, he sees the price as penance for being unable to help those who needed it most.",
        "Inkshadow",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/157/157056.jpg"
    ],
    "Yasuo_57": [
        "Prestige Inkshadow Yasuo",
        "Mythic <:Mythic:1048819402432331866>",
        "03.05.2023",
        "125 <:ME:1048845189285941299>",
        "Sporting an elevated take on traditional Ionian menswear coupled with a fearlessly bare set of stunning blackout tattoos, Yasuo's gala look celebrates elegant rebellion, sartorial subversion, and an uprising of unprecedented design.",
        "Inkshadow",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/157/157057.jpg"
    ]
}