{
    "Yone_0": [
        "Default Yone",
        "Champion Default",
        "14.09.2011",
        "975 <:RP:1048822247529381968> / 6300 <:BE:1048822146580881448>",
        "In life, he was Yone - half-brother of Yasuo, and renowned student of his village's sword school. But upon his death at the hands of his brother, he found himself hunted by a malevolent entity of the spirit realm, and was forced to slay it with its own sword. Now, cursed to wear its demonic mask upon his face, Yone tirelessly hunts all such creatures in order to understand what he has become.",
        "Default",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/777/777000.jpg"
    ],
    "Yone_1": [
        "Spirit Blossom Yone",
        "Epic Skin <:Epic:1048819608129388554>",
        "06.08.2020",
        "1350 <:RP:1048822247529381968>",
        "Long ago, two brothers fought a bitter war across Ionia. Yone, the older brother, was a warlord renowned for his adherence to honor and duty. He fought to defend the country against those who would break its rites and rituals - until he was forced to confront his own brother for his crimes. Both were fated to fall in their final duel... a lesson, perhaps, in pride and hubris.",
        "Spirit Blossom",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/777/777001.jpg"
    ],
    "Yone_10": [
        "Battle Academia Yone",
        "Epic Skin <:Epic:1048819608129388554>",
        "18.03.2021",
        "1350 <:RP:1048822247529381968>",
        "Yone is a brooding, quiet member of the Assassin Club, one whose morose and serious attitude belies the colossal chip on his shoulder. The bad blood between him and his brother is well known, and even speaking about it casually has been known to invoke Yone's fury - something Caitlyn has picked up on for her own purposes.",
        "Battle Academia",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/777/777010.jpg"
    ],
    "Yone_19": [
        "Dawnbringer Yone",
        "Legendary Skin <:Legendary:1048819543432253460>",
        "23.09.2021",
        "1820 <:RP:1048822247529381968>",
        "Prophecy dictates that the gods will destroy each other, ushering in the end of creation itself -  but Yone is determined to defy fate. A half-mortal, half-god born of the clash between chaos and order, Yone wields the power of both night and dawn. He must rally his brethren, bring peace to the gods... or they will all perish.",
        "Dawnbringer",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/777/777019.jpg"
    ],
    "Yone_26": [
        "Ocean Song Yone",
        "Epic Skin <:Epic:1048819608129388554>",
        "09.06.2022",
        "1350 <:RP:1048822247529381968>",
        "Yone is nervous. As a DJ he's calm, focused, and improvisational, but Ocean Song is his first concert as a DJ and lyricist. After finding his secret stash of lyrics, his friend Nidalee volunteered to belt them out herself when he refused. He may not be ready to sing, but they'll still hear his voice.",
        "Ocean Song",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/777/777026.jpg"
    ]
}