{
    "Zeri_0": [
        "Default Zeri",
        "Champion Default",
        "20.01.2022",
        "975 <:RP:1048822247529381968> / 6300 <:BE:1048822146580881448>",
        "A headstrong, spirited young woman from Zaun's working-class, Zeri channels her electric magic to charge herself and her custom-crafted gun. Her volatile power mirrors her emotions, its sparks reflecting her lightning-fast approach to life. Deeply compassionate toward others, Zeri carries the love of her family and her home into every fight. Though her eagerness to help can sometimes backfire, Zeri believes one truth to be certain: stand up for your community, and it will stand up with you.",
        "Default",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/221/221000.jpg"
    ],
    "Zeri_1": [
        "Withered Rose Zeri",
        "Epic Skin <:Epic:1048819608129388554>",
        "20.01.2022",
        "1350 <:RP:1048822247529381968>",
        "Zeri's not one for the backstabbing schemes at the Festival of the Crystal Rose. She'd rather take action than formulate some complicated plan; and that's why partygoers will never suspect that this year, she's got one: Crash the party in the name of the rejects! No one - not even a dashing, would-be rival - will see her coming.",
        "Withered Rose",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/221/221001.jpg"
    ],
    "Zeri_10": [
        "Ocean Song Zeri",
        "Epic Skin <:Epic:1048819608129388554>",
        "09.06.2022",
        "1350 <:RP:1048822247529381968>",
        "An up and coming Water Tamer from the Southwest, Zeri is diving into the Ocean Song Festival headfirst. This is her first time handling a stage on her own, and she may have gone a little overboard with her showstopper plans in order to give herself a calling card. Everybody loves a little overstimulation, right?",
        "Ocean Song",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/221/221010.jpg"
    ]
}