{
    "Zyra_0": [
        "Default Zyra",
        "Champion Default",
        "24.07.2012",
        "880 <:RP:1048822247529381968> / 4800 <:BE:1048822146580881448>",
        "Born in an ancient, sorcerous catastrophe, Zyra is the wrath of nature given form - an alluring hybrid of plant and human, kindling new life with every step. She views the many mortals of Valoran as little more than prey for her seeded progeny, and thinks nothing of slaying them with flurries of deadly spines. Though her true purpose has not been revealed, Zyra wanders the world, indulging her most primal urges to colonize, and strangle all other life from it.",
        "Default",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/143/143000.jpg"
    ],
    "Zyra_1": [
        "Wildfire Zyra",
        "Standard Skin",
        "24.07.2012",
        "975 <:RP:1048822247529381968>",
        "Once a forest nymph, Zyra was consumed by the Infernals' burning touch. Now, she seeks nothing more than to spread wildfire throughout the forests and valleys of her dying world.",
        "Infernal",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/143/143001.jpg"
    ],
    "Zyra_2": [
        "Haunted Zyra",
        "Epic Skin <:Epic:1048819608129388554>",
        "29.10.2013",
        "1350 <:RP:1048822247529381968>",
        "The old cemetery is no place for stray trick-or-treaters. The twisted, dead undergrowth celebrates this season as well... but their roots run deep into the blighted earth, and their games too often prove deadly for the lost and afraid.",
        "Trick or Treat",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/143/143002.jpg"
    ],
    "Zyra_3": [
        "SKT T1 Zyra",
        "Legacy Skin <:Legacy:1048820815010992208>",
        "04.05.2014",
        "750 <:RP:1048822247529381968>",
        "Honoring PoohManDu's winning performance as Zyra during the 2013 World Championship.",
        "World Champions: 2013",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/143/143003.jpg"
    ],
    "Zyra_4": [
        "Dragon Sorceress Zyra",
        "Epic Skin <:Epic:1048819608129388554>",
        "09.03.2017",
        "1350 <:RP:1048822247529381968>",
        "Survivors of recent monster attacks tell stories of serpents in the sky and a powerful sorceress nesting deep in the mountains. If the rumors are true, it means the dragons have returned - and that this time, Zyra is breeding them.",
        "Dragon World",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/143/143004.jpg"
    ],
    "Zyra_5": [
        "Coven Zyra",
        "Epic Skin <:Epic:1048819608129388554>",
        "16.04.2020",
        "1350 <:RP:1048822247529381968>",
        "They came to Zyra from the roots and rocks -- stirrings of the Night Dove, its beating wings twisting the very land that is its grave. Tied now to the whispers beneath the loam, she rips away humanity's works of stone and glass, each broken vestige another step towards a world returned to nature.",
        "Coven",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/143/143005.jpg"
    ],
    "Zyra_6": [
        "Coven Zyra Prestige Edition",
        "Mythic <:Mythic:1048819402432331866>",
        "16.04.2020",
        "150 <:ME:1048845189285941299>",
        "The old gods stir, and rise once more to greet their sun -- but she is slain, devoured by the daughters of the eclipse. On this lightless day they will rage, and quake, and howl, so all men shall know their first and final doom.",
        "Coven",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/143/143006.jpg"
    ],
    "Zyra_7": [
        "Crystal Rose Zyra",
        "Epic Skin <:Epic:1048819608129388554>",
        "11.02.2021",
        "1350 <:RP:1048822247529381968>",
        "Born from a cutting of the Crystal Rose, Zyra wields her piercing thorns against any who seek to harm it. For this year's festival, she has agreed to attend in a social capacity, accompanying Swain as the Crystal Rose Festival's dual hosts. But her respect for his vision will not distract her from springing into action at the slightest hint of danger.",
        "Crystal Rose",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/143/143007.jpg"
    ],
    "Zyra_16": [
        "Crime City Nightmare Zyra",
        "Epic Skin <:Epic:1048819608129388554>",
        "26.08.2021",
        "1350 <:RP:1048822247529381968>",
        "Zyra was once a longtime associate of Graves and a skilled con artist, but grew dissatisfied with the monotony of a low-end criminal lifestyle. Seeing a way out, Zyra merged with the 4th-dimensional horrors from Beyond. She now follows the edicts of an alien power, ripping veins of sentient sludge from the earth and rending her enemies asunder.",
        "Crime City Nightmare",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/143/143016.jpg"
    ],
    "Zyra_36": [
        "Mythmaker Zyra",
        "Epic Skin <:Epic:1048819608129388554>",
        "23.01.2023",
        "1350 <:RP:1048822247529381968>",
        "Zyra is a spirit of the paper, haunting the scenery of “The Great Beast Galio” and watching the story unfold again and again. When the Lunar Players fall into the paper myth-world, Zyra's insatiable curiosity drives her to capture these newcomers, desperate to hold onto change and novelty in a world where the story always remains the same.",
        "Mythmaker",
        "http://raw.communitydragon.org/pbe/plugins/rcp-be-lol-game-data/global/default/v1/champion-splashes/uncentered/143/143036.jpg"
    ]
}